Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: Your subscriptions will be backed up in the cloud and they can be synced between different computers.
af: Jou ledegeld sal gerugsteun word in die wolk en hulle kan gesynchroniseerd word tussen verskillende rekenaars.
ar: متابعاتك سيتم تخزينها سحابيا (cloud)، ويمكن مزامنتها ما بين أجهزة كمبيوتر مختلفة.
ca: Es farà una còpia de les vostres subscripcions en el núvol i podreu sincronitzar-les entre diferents equips.
cs: Vaše odběry budou zálohovány v cloudu a lze je synchronizovat napříč různými počítači.
de: Deine Abonnements werden in der Cloud gespeichert und zwischen mehreren Rechnern synchronisiert.
el: Οι συνδρομές αποθηκεύονται στο σύννεφο και συγχρονίζονται σε διαφορετικούς υπολογιστές.
es: Tus suscripciones se guardarán en la nube y podrán ser sincronizadas entre varios ordenadores.
fr: Vos abonnements seront sauvegardés dans le cloud et pourront être synchronisés entre différents ordinateurs.
fy: Dyn abonneminten sille yn-de-cloud opslein wurde en kinne syngronisearre wurde tusken ferskate kompjûters.
gl: Fíxose unha copia de seguridade das túas subscricións na nube e poden ser sincronizadas entre varios ordenadores.
hu: A feliratkozások szinkronizáhatóak lesznek más számítógépekkel is a szerveren keresztül.
it: Le iscrizioni verranno salvate online e potranno essere sincronizzate tra diversi computer.
nl: Er wordt een backup van uw abonnementen naar de cloud gemaakt zodat u ze ook met andere computers kunt synchroniseren.
no: Dine abonnementer vil bli lagret i skyen, slik at de kan bli synkronisert mellom andre maskiner.
pt_br: As suas inscricões serão armazenadas na nuvem, podendo ser sincronizadas entre vários computadores.
pt_pt: As suas subscrições serão guardadas na nuvem, podendo ser sincronizadas entre vários computadores.
ru: Ваши подписки будут сохранены в облаке, и они могут быть синхронизированы между различными компьютерами.
sk_sk: Vaše odbery budú zálohované v cloude a možno ich synchronizovať naprieč rôznymi počítačmi.
sl_si: Vaš naročnine bodo shranjene v oblaku in jih je mogoče sinhronizirati med različnimi računalniki.
sv: Ditt abonnemang kommer att backas upp i molnet och kan synkroniseras mellan olika datorer.
tr: Aboneliklerin bulutta saklanacak ve farklı bilgisayarlar arasında eşleştirilecek.

source: Your TVShows subscriptions will be automatically synced with your followed shows on Miso. Only airings shows known by TVShows will be synced.
af: Jou TVShows ledegeld word outomaties gesynchroniseerd met jou gevolg toon op Miso. Slegs airings toon bekend deur TVShows sal gesynchroniseerd word.
ar: متابعاتك على TVShows سيتم مزامنتها تلقائيا مع المسلسلاتك التي تتابعها على Miso. فقط المسلسلات المستمرة في TVShows سيتم مزامنتها
ca: Les vostres subscripcions del TVShows es sincronitzaran automàticament amb les sèries que seguiu a Miso. Només es sincronitzaran les sèries en emissió disponibles al TVShows.
cs: Vaše odběry v TVShows budou automaticky synchronizovány s vašimi pořady na Miso. Synchronizovat se budou pouze odvysílané pořady, které TVShows zná.
de: Ihre TVShows Abonnements werden automatisch mit den von Ihnen gefolgten Serien auf Miso abgeglichen. Nur von TVShows erkannte Serien können synchronisiert werden.
el: Οι συνδρομές σας στο TVShows θα συγχρονίζονται αυτόματα στο Miso. Μόνο airings δείχνει γνωστό από TVShows θα συγχρονιστεί. Θα συγχρονίζονται μόνο οι σειρές που υποστηρίζονται από το TVShows.
es: Tus suscripciones de TVShows se sincronizarán con las series que sigas en Miso. Solo lo harán las series en emisión conocidas por TVShows.
fr: Vos abonnements TVShows seront automatiquement synchronisés avec vos abonnements Miso. Seuls les épisodes diffusés par TVShows seront synchronisés.
fy: Dyn TVShows abonneminten sille automatysk syngronisearre wurde mei dyn folge sjo's op Miso. Allinnich útstjoerde sjo's dy't herkend binne troch TVShows sille syngronisearre wurde.
gl: As túas subscricións de TVShows serán sincronizadas automaticamente cos programas que sigues en Miso. Só se sincronizarán os programas emitidos coñecidos por TVShows.
hu: A TVShows feliratkozások szinkronizálva lesznek a Miso követési litával. Csak a TVShows által ismert sorozatok lesznek szinkronizálva.
it: Le iscrizioni di TVShows verranno automaticamente sincronizzate con le serie seguite su Miso. Solo le serie in onda rilevate da TVShows saranno sincronizzate.
nl: Uw abonnementen op TVShows worden automatische gesynchroniseerd met de shows die u op Miso volgt. Alleen afleveringen die al uitgezonden zijn op tv en die bekend zijn bij TVShows worden gesynchroniseerd.
no: Dine TVShows-abonnementer vil automatisk bli synkronisert med serier du følger på Miso. Kun pågående serier som TVShows kjenner til vil bli synkronisert.
pt_br: As suas inscrições serão sincronizadas automaticamente com as suas séries no Miso. Apenas as séries em exibição conhecidas pelo TVShows serão sincronizadas.
pt_pt: As suas subscrições serão sincronizadas automaticamente com as suas séries no Miso. Apenas as series não canceladas serão sincronizadas.
ru: Ваши подписки в TVShows будут автоматически синхронизироваться с вашими шоу на Miso. Только известные для TVShows шоу будут синхронизированы.
sk_sk: Vaše odbery v TVShows budú automaticky synchronizované s vašimi seriálmi na Miso. Synchronizovať sa budú iba vysielané seriály, ktoré TVShows pozná.
sl_si: Vaše TVShows naročnine bodo samodejno sinhronizirane z serijami ki jih sledite na Miso omrežju. Samo predvajane serije bodo sinhronizirane z TVShows.
sv: Ditt TVShows abonnemang kommer automatiskt att synkroniseras med dina avsnitt du följer på Miso. TVShows kommer enbart att synkronisera de avsnitt som finns listade.
tr: TVShows'daki aboneliklerin Miso'dakilerle otomatik olarak eşleştirilecek. Bu işlem sadece TVShows'un tanıdığı diziler için geçerlidir.

source: TVDB id
ar: حساب TVDB
ca: ID de TVDB
es: Id en TVDB
fr: Id TVDB
hu: TVDB id (sorozatszám)
pt_br: ID TVDB
pt_pt: ID TVDB
tr: TVDB kimliği
