Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: TVShows Update Available
af: TVShows update beskikbaar
ar: تحديث جديد لـ TVShows
ca: Nova versió del TVShows disponible.
cs: Je dostupná aktualizace TVShows
da: En TVShows opdatering er tilgængelig
de: TVShows Aktualisierung verfügbar
el: Μια νέα ενημέρωση TVShows είναι διαθέσιμη
es: Actualización de TVShows disponible
eu: TVShows-en eguneratzea eskuragarri
fr: Mise à jour de TVShows disponible
fy: TVShows-fernijing Beskikber
gl: Disponible actualización de TVShows
he: זמין עדכון לTVShows
hu: Új TVShows Frissítés
is: Uppfærsla á TVShows er í boði.
it: È disponibile una nuova versione di TVShows
ja: TVShowアップデート入手可能
nl: Er is een nieuwe versie voor TVShows beschikbaar
no: En ny versjon av TVShows er tilgjengelig
pl: Aktualizacja TVShows dostępna
pt_br: Atualização do TVShows disponível
pt_pt: Está disponível uma actualização do TVShows
ro: Exista Actalizare TVShows
ru: Доступно обновление TVShows
sk_sk: Je dostupná aktualizácia TVShows
sl_si: Na voljo je posodobitev za TVShows aplikacijo
sv: TVShows-uppdatering tillgänglig
tr: Hazırda TVShows Güncellemesi Var

source: TVShows Update Downloading
af: TVShows update laai
ar: تحميل تحديث لـ TVShows
ca: Baixant una nova versió del TVShows.
cs: Stahuji aktualizaci TVShows
da: TVShows opdatering hentes
de: TVShows Aktualisierung wird geladen
el: Το TVShows λαμβάνει ενημερώσεις
es: Descargando actualización de TVShows
eu: TVShows -en eguneratzea deskargatzen
fr: Téléchargement d’une mise à jour de TVShows
fy: TVShows-fernijing Ynladen
gl: Descargando actualización de TVShows
he: מורד עדכון לTVShows
hu: TVShows Frissítés Letöltés
is: Verið er að sækja uppfærslu á TVShows.
it: Sto scaricando una nuova versione di TVShows
ja: TVShowsアップデートダウンロード中
nl: Een nieuwe versie van TVShows wordt gedownload
no: En ny versjon av TVShows lastes ned
pl: Pobieram aktualizację TVShows
pt_br: Baixando atualização do TVShows
pt_pt: A descarregar actualização do TVShows
ro: Actualizare TVShows se descarca
ru: Скачивается обновление TVShows
sk_sk: Sťahuje sa aktualizácia TVShows
sl_si: Prenaša se posodobitev aplikacije TVShows
sv: TVShows-uppdateringen laddas ned
tr: TVShows Güncellemesi İndiriliyor

source: Unable to download %@
af: Kan nie af te laai %@
ar: غير قادر على تحميل ٪ @
ca: No es pot baixar %@
cs: Nelze stáhnout %@
de: %@ kann nicht heruntergeladen werden
el: Δεν ήταν δυνατή η λήψη του %@
es: No se puede descargar %@
fr: Impossible de télécharger %@
fy: Ynlade mislearre fan %@
gl: Imposible de descargar: %@
hu: A következőt nem sikerült letölteni: %@
it: Impossibile scaricare %@
nl: Kan %@ niet downloaden
no: Kan ikke laste ned %@
pl: Nie można pobrać %@
pt_br: Não foi possível fazer a transferência de %@
pt_pt: Ocorreu um erro e não foi possível fazer download de %@
ru: Не удается загрузить %@
sk_sk: Nemožno stiahnuť %@
sl_si: Ne morem prenesti %@
sv: Det går inte att ladda ner% @
tr: %@ indirilemiyor

source: Unable to find an HD torrent for %@
af: Kan nie 'n HD torrent te vind vir %@
ar: غير قادر على العثور على HD تورنت (torrent) لـ ٪ @
ca: No es pot trobar un torrent HD per %@
cs: Nelze nalézt HD torrent %@
de: Für %@ konnte kein HD-Torrent gefunden werden
el: Δεν ήταν δυνατή εύρεση HD έκδοσης του %@
es: No se encuentra un torrent en HD de %@
fr: Impossible de trouver un torrent HD pour %@
fy: Ûnmooglik in HD-torrent te fine foar %@
gl: Imposible atopar un torrent HD para %@
hu: A következő HD minőségű torrent fájlja nem található: %@
it: Impossibile trovare un torrent in HD per %@
nl: Kan geen HD torrent voor %@ vinden
no: Fant ingen HD-torrent for %@
pl: Nie można znaleźć wersji HD torrenta %@
pt_br: Não foi possível encontrar um torrent em HD de %@
pt_pt: Não foi possível encontrar um torrent em HD de %@
ru: Не удалось найти торрент HD для %@
sk_sk: Nemožno nájsť HD torrent% @
sl_si: Ni mogoče najti torrent HD kvalitete za %@
sv: Kunde inte hitta en HD-torrent för %@
tr: %@ için HD torrent bulunamadı

source: Unable to Update the Show List
af: Nie kan die Show Lys te verander
ar: غير قادر على تحديث قائمة المسلسلات
ca: No es pot actualitzar la llista de programes.
cs: Nelze aktualizovat seznam pořadů
da: Det mislykkedes at opdatere listen over udsendelser
de: Aktualisieren der Sendungsliste nicht möglich.
el: Αδυναμία ενημέρωσης λίστας σειρών
es: No se puede actualizar la lista de series
eu: Ezin da eguneratu telesailen zerrenda
fr: Impossible de mettre à jour la liste des séries
fy: Net yn steat de Sjo-List te fernijen
gl: Imposible actualizar a lista de series
he: אין אפשרות לעדכן את רשימת התוכניות
hu: A sorozat listát nem sikerült frissíteni
is: Tókst ekki að uppfæra þáttalista
it: Impossibile aggiornare l'elenco delle serie
ja: 番組リストのアップデートに失敗しました。
nl: Kan de lijst met series niet updaten
no: Kunne ikke oppdatere programlisten
pl: Nie można uaktualnić listy programów
pt_br: Não foi possível atualizar a lista de séries
pt_pt: Não foi possível actualizar a lista de séries
ro: Nu am putut actualiza lista de show-uri
ru: Невозможно обновить список телешоу.
sk_sk: Zoznam seriálov sa nepodarilo aktualizovať
sl_si: Ni mogoče posodobiti seznama serij
sv: Kunde inte uppdatera TV-programlistan
tr: Dizi Listesi Güncellenemiyor

source: Unsubscribe
af: Bedank
ar: إلغاء المتابعة
ca: Elimina
cs: Neodebírat
da: Stop abonnement
de: Abmelden
el: Διαγραφή
es: Eliminar
eu: Ezabatu
fr: Se désabonner
fy: Útskriuwe
gl: Desubscribirse
he: ביטול מנוי
hu: Leiratkozás
is: Hætta áskrift
it: Rimuovi
ja: 購読をやめる
nl: Afmelden
no: Stopp abonnement
pl: Anuluj subskrypcję
pt_br: Remover
pt_pt: Remover
ro: Dezabonează-te
ru: Отписаться
sk_sk: Neodoberať
sl_si: Odjavite se
sv: Avbryt prenumeration
tr: Abonelik Bitir

source: Update Installed Automatically
af: Update outomaties geïnstalleer
ar: تثبيت التحديثات تلقائيا
ca: S'ha instal·lat automàticament la nova versió.
cs: Aktualizace byla nainstalována automaticky
da: En opdatering er installeret automatisk
de: Aktualisierung automatisch installiert.
el: Οι ενημερώσεις έχουν εγκατασταθεί αυτόματα
es: Actualización instalada automáticamente.
eu: Eguneratzea automatikoki instalatu da
fr: Mise à jour installée automatiquement
fy: Fernijing Automatysk Ynstallearre
gl: Actualización instalada automaticamente
he: התקנה אוטומטית של עדכונים
hu: Frissítés Automatikusan Telepítve
is: Uppfærsla var set up sjálfkrafa
it: Aggiornamento installato automaticamente
ja: アップデートが自動的にインストールされました。
nl: Update automatisch geïnstalleerd
no: En ny versjon har blitt installert
pl: Automatycznie zainstalowano aktualizację.
pt_br: Atualização instalada automaticamente
pt_pt: Actualização instalada automaticamente
ro: Actualizare instalata automat
ru: Обновление установлено автоматически
sk_sk: Aktualizácia bola nainštalovaná automaticky
sl_si: Samodejno namesti posodobitve
sv: Installerade uppdatering automatiskt
tr: Güncelleme Otomatik Kuruldu

source: User Name:
af: Gebruikers Naam:
ar: اسم المستخدم :
ca: Usuari:
cs: Uživatelské jméno:
de: Benutzername:
el: Χρήστης:
es: Usuario:
fr: Nom d’utilisateur :
fy: Brûkersnamme
gl: Nome de usuario:
hu: Felhasználónév:
it: Nome Utente:
nl: Gebruikersnaam:
no: Brukernavn:
pl: Nazwa użytkownika:
pt_br: Usuário:
pt_pt: Nome de utilizador:
ro: Nume utilizator
ru: Имя пользователя:
sk_sk: Užívateľské meno:
sl_si: Uporabniško ime:
sv: Användarnamn:
tr: Kullanıcı Adı:

source: Show TVShows status in the menu bar
af: Wys TVShows status in die menu bar
ar: اظهار حالة TVShows في شريط القوائم
ca: Mostra l'estat del TVShows a la barra de menús.
cs: Zobrazovat stav TVShows v horní liště
da: Vis TVShows status i menu baren
de: Zeige den Status von TVShows in der Menüleiste
el: Εμφάνιση του TVShows στη γραμμή μενού
es: Mostrar estado de TVShows en la barra de menús
eu: Menu barran TVShows-en egoera erakutxi
fr: Afficher TVShows dans la barre de menu
fy: Toan TVShows-steat yn de menu bar
gl: Mostrar o estado de TVShows na barra de menú
hu: TVShows információ megjelenítése a menü lécen
it: Mostra l'icona di TVShows nella barra dei menù
nl: Toon de status van TVShows in de menubalk
no: Vis status for TVShows i menylinjen
pl: Pokaż status TVShows w menu bar
pt_br: Mostrar estado do TVShows na barra de menu
pt_pt: Mostrar estado do TVShows na barra de menus
ro: Arata statusul TVShows in bara de meniu
ru: Показывать TVShows в панели меню
sk_sk: Zobrazovať stav TVShows v hornej lište
sl_si: Prikaži TVShows stanje v menijski vrstici
sv: Visa TVShows status i menyraden
tr: TVShows menü çubuğunda gösterilsin

source: Standard
af: Gemiddelde
ar: قياسي
ca: Estàndard
cs: Standardní rozlišení
el: Κανονικό
eu: Estandar
fy: Standert
gl: Calidade normal
hu: Alap
is: Hefðbundið
ja: スタンダード
nl: Standaard
pl: Standardowa
pt_br: Padrão
pt_pt: Normal
ru: Стандартное разрешение
sk_sk: Štandardné rozlíšenie
sl_si: Standardna
tr: Standart Çözünürlük

source: View on TV.com
af: Kyk op TV.com
ar: عرض على TV.com
ca: Mostra a TV.com.
cs: Zobrazit na TV.com
da: Se på TV.com
de: Öffne TV.com
el: Δείτε στο TV.com
es: Ver en TV.com
eu: TV.com-en ikusi
fr: Voir sur TV.com
fy: Besjen op TV.com
gl: Ver en TV.com
he: הצג ב TV.com
hu: Megtekintés a TV.com-on
is: Skoða á TV.com
it: Vai a TV.com
ja: TV.comで観る
nl: Bekijk op TV.com
no: Slå opp på TV.com
pl: Sprawdź na TV.com
pt_br: Ver em TV.com
pt_pt: Ver no TV.com
ro: Vizualizeaza pe TV.com
ru: Посмотреть на TV.com
sk_sk: Zobraziť na TV.com
sl_si: Pogled na TV.com
sv: Se det på TV.com
tr: TV.com'da Bul

source: … a new episode is downloaded.
af: n Nuwe episode is afgelaai.
ar: ... يتم تحميل حلقة جديدة.
ca: … s'hagi baixat un nou episodi.
cs: je stažena nová epizoda.
da: … et nyt afsnit er hentet.
de: …eine neue Episode heruntergeladen wird.
el: ... γίνεται λήψη ενός νέου επεισοδίου.
es: … se haya descargado un nuevo episodio.
eu: atal berri bat deskargatzerakoan.
fr: Un nouvel épisode est téléchargé.
fy: ... in nije ôflevering waard ynladen.
gl: ... un novo episodio está sendo descargado.
he: פרק חדש הורד.
hu: ... egy új sorozat rész letöltődött.
is: … nýr þáttur hefur verið sóttur.
it: è stato scaricato un nuovo episodio
ja: 新エピソードダウンロード時
nl: …er een nieuwe aflevering is gedownload.
no: …en ny episode er lastet ned.
pl: … nowy odciek został pobrany.
pt_br: …um novo episódio for transferido.
pt_pt: …um novo episódio for descarregado.
ro: ... se descarca un nou episod.
ru: … скачана новая серия.
sk_sk: je stiahnutá nová epizóda.
sl_si: ... je prenešena nova epizoda.
sv: … ett nytt avsnitt är nedladdat.
tr: Her yeni bölüm indirildiğinde

source: Recently Logged Activity
af: Onlangs Logged aktiwiteit
ar: النشاط المسجل مؤخرا
ca: Activitat registrada recentment
cs: Poslední zaznamenaná aktivita
de: Kürzlich protokolliert
el: Πρόσφατα καταγραμμένη δραστηριότητα.
es: Actividad registrada recientemente
eu: Azkenaldian jarduerak atzeman dira
fr: Activité récente
fy: Hokkerdeis Bewarre Aktiviteit
gl: Actividade rexistrada recentemente
hu: Legutóbb Naplózott Esemény
it: Attività recentemente registrata
nl: Onlangs geregistreerde activiteit
no: Nylig logget aktivitet
pt_br: Atividade Registrada Recentemente
pt_pt: Actividade registada recentemente
ru: Свежая активность
sk_sk: Posledná zaznamenaná aktivita
sl_si: Nedavno zabeležene aktivnosti
sv: Nyligen registrerad aktivitet
tr: Yeni Günlük Kayıtları

source: … a new version of TVShows is released.
af: n Nuwe weergawe van TVShows is beskikbaar.
ar: ... صدور نسخة جديدة من TVShows.
ca: … estigui disponible una nova versió del TVShows.
cs: je zveřejněna nová verze TVShows.
da: … TVShows er tilgængelig i en ny version.
de: …eine neue Version von TVShows veröffentlicht wurde.
el: ... μια νέα έκδοση του TVShows έχει δημοσιευθεί.
es: … haya disponible una nueva versión de TVShows.
eu: TVShows-en bertsio berri bat eskuragarri egotean.
fr: Une nouvelle version de TVShows est disponible.
fy: ... in nije ferzje fan TVShow is lansearre.
gl: ... saia unha nova versión de TVShows
he: גרסה חדשה של TVShows שוחררה.
hu: ... egy új sorozat rész megjelent.
is: … ný útgáfa af TVShows er í boði.
it: è disponibile una nuova versione di TVShows
ja: TVShows最新バージョンのリリース時
nl: …er een nieuwe versie van TVShows beschikbaar is.
no: …en ny versjon av TVShows er tilgjengelig.
pl: … nowa wersja TVShows została wydana.
pt_br: …uma nova versão do TVShows for lançada.
pt_pt: …uma nova versão do TVShows for lançada.
ro: ... o versiune noua TVShows este lansata.
ru: … вышла новая версия TVShows.
sk_sk: je zverejnená nová verzia TVShows.
sl_si: ... je izdana nova različica TVShows.
sv: ...en ny version av TVShows är släppt.
tr: TVShows'un her yeni sürümü çıktığında

source: Uninstall
af: Verwyder
ar: حذف البرنامج
ca: Desinstal·la
cs: Odinstalovat
da: Afinstallér
de: Entfernen
el: Απεγκατάσταση
es: Desinstalar
eu: Desinstalatu
fr: Désinstaller
fy: Fuortsmite
gl: Desinstalar
he: הסר התקנה
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
nl: Verwijder
no: Avinstaller
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Dezinstaleaza
ru: Удалить
sk_sk: Odinštalovať
sl_si: Odstrani
sv: Avinstallera
tr: Kaldır

source: Uninstall TVShows
af: Verwyder TVShows
ar: حذف TVShows
ca: Desinstal·la el TVShows
cs: Odinstalovat TVShows
da: Afinstallér TVShows
de: TVShows entfernen
el: Απεγκατάσταση του TVShows
es: Desinstalar TVShows
eu: TVShows desinstalatu
fr: Désinstaller TVShows
fy: TVShows Fuortsmite
gl: Desinstalar TVShows
hu: A TVShows Eltávolítása
it: Disinstalla TVShows
ja: TVShowsをアンインストールする
nl: Verwijder TVShows
no: Avinstaller TVShows
pl: Usuń TVShows
pt_br: Remover TVShows
pt_pt: Remover o TVShows
ro: Dezinstaleaza TVShows
ru: Удалить TVShows
sk_sk: Odinštalovať TVShows
sl_si: Odstrani TVShows
sv: Avinstallera TVShows
tr: TVShows'u kaldır

source: Unknown
af: Onbekend
ar: غير معروف
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
eu: Ezezaguna
fr: Inconnu
fy: Ûnbekend
gl: Descoñecido
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
no: Ukjent
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sk_sk: Neznámy
sl_si: Neznano
sv: Okänd
tr: Bilinmiyor

source: Updating Show Information…
af: Opdatering Wys Inligting ...
ar: تحديث معلومات المسلسل...
ca: Actualitzant la informació del programa...
cs: Aktualizuji informace o pořadu...
da: Opdaterer information om serie...
de: Aktualisiere Sendungsinformationen…
el: Ενημέρωση πληροφοριών σειράς..
es: Actualizando información de la serie…
eu: Telesailaren informazioa eguneratzen...
fr: Mise à jour des informations de la série en cours…
fy: Sjo ynformaasje fernijen...
gl: Actualizando información do programa...
he: מעדכן מידע תוכנית...
hu: Sorozat Információ frissítése...
it: Informazioni sugli show in aggiornamento...
nl: Bijwerken van de serie-informatie...
no: Oppdaterer informasjon om serien...
pl: Aktualizowanie informacji o programie...
pt_br: Atualizando informação sobre a série...
pt_pt: A actualizar informação sobre a série...
ru: Обновление информации о телешоу...
sk_sk: Aktualizujem údaje o seriáli...
sl_si: Posodabljanje informacij o seriji...
sv: Uppdaterar avsnittsinformation
tr: Dizi Bilgisi Güncelleniyor...

source: Use additional sources for HD (may contain rars)
af: Gebruik ander bronne vir HD (kan ook rars)
ar: استخدام مصادر إضافية للـ HD (قد تحتوي على ملفات مضغوطة (rar) )
ca: Utilitza fonts addicionals per HD (poden contenir fitxers .rar)
cs: Používat další zdroje HD (mohou obsahovat soubory RAR)
de: Zusätzliche Quellen für HD verwenden (können RAR-Archive enthalten)
el: Χρησιμοποιήστε πρόσθετες πηγές για HD
es: Usar fuentes adicionales para HD (puede contener rars)
fr: Utiliser une source alternative HD (peut contenir des rars)
fy: Brûk addisjonele bronnen foar HD (kin .rars befetsje)
gl: Empregar fontes adicionais para HD (pode conter rars)
hu: Egyébb HD források használata (rar fájlokat tartalmazhat)
it: Utilizzare altre fonti per l'HD (possono contenere file compressi)
nl: Gebruik extra bronnen voor HD (kan rars bevatten)
no: Benytt andre kilder for HD (kan inneholde .rar arkiverte filer)
pl: Użyj dodatkowych źródeł dla wersji HD (może zawierać archiwa)
pt_br: Usar fontes alternativas para HD (podem conter rars)
pt_pt: Usar fontes adicionais para versões HD (podem conter rars)
ru: Качать HD из доп. источников (может содержать архивы)
sk_sk: Používať ďalšie zdroje pre HD (môžu obsahovať súbory RAR)
sl_si: Uporaba dodatnih virov za HD (lahko vsebuje RAR)
sv: Använd ytterligare källor för HD (kan innehålla rarfiler)
tr: HD için ek kaynaklar kullan (sıkıştırılmış rar dosyası içerebilir)

source: View Logs
af: Kyk na Logs
ar: عرض السجلات
ca: Mostra log
cs: Záznamy
da: Se logs
de: Protokoll
el: Αρχείο
es: Ver logs
eu: Ikusi Log-ak
fr: Journaux
fy: Toan Lochboek
gl: Ver rexistros
hu: Naplófájlok megtekintése
it: Vedi log
nl: Bekijk het log
no: Vis logger
pl: Wyświetl logi
pt_br: Ver registros
pt_pt: Ver logs
ru: Активность
sk_sk: Záznamy (logy)
sl_si: Poglej Dnevnike
sv: Se loggfil
tr: Günlük

source: Visit Miso
af: Besoek Miso
ar: زيارة Miso
ca: Visita Miso
cs: Otevřít Miso
de: Miso besuchen
el: Επισκεφθείτε το Miso
es: Visitar Miso
fr: Visitez Miso
fy: Miso Besykje
gl: Visitar Miso
hu: Miso meglátogatása
it: Apri Miso
nl: Bezoek Miso
no: Besøk Miso
pl: Odwiedź Miso
pt_br: Visitar Miso
pt_pt: Visitar Miso
ro: Viziteaza Miso
ru: Посетить Miso
sk_sk: Otvoriť Miso
sl_si: Obiščite Miso
sv: Besök Miso
tr: Miso'ya git

source: Warnings restored
af: Waarskuwings herstel
ar: استعادة التحذيرات
ca: Avisos reiniciats
cs: Upozornění obnovena
de: Warnungen wiederhergestellt
el: Αποκατάσταση προειδοποιήσεων
es: Advertencias restablecidas
fr: Avertissements restaurés
fy: Wêrom prebearje?
gl: Advertencias reestablecidas
hu: Figyelmeztetések visszaállítva
it: Avvisi ripristinati
nl: Waarschuwingen hersteld
no: Varsler er tilbakestilt
pl: Ostrzeżenia przywrócone
pt_br: Avisos restaurados
pt_pt: Avisos restaurados
ru: Предупреждения сброшены
sk_sk: Upozornenia obnovené
sl_si: Opozorila obnovljena
sv: Varningar återställda
tr: Uyarılar ilk haline döndürüldü

source: Website
af: Webwerf
ar: الموقع
ca: Lloc web
cs: Web
da: Hjemmeside
el: Ιστοσελίδα
es: Sitio web
eu: Web orria
fr: Site web
fy: Webside
gl: Páxina web
hu: Honlap
it: Sito web
ja: ウエブサイト
no: Nettsted
pl: Strona
ro: Pagina web
ru: Сайт
sk_sk: Web
sl_si: Spletna stran
sv: Hemsida
tr: Web sitesi

source: Why try it?
af: Waarom proberen?
ar: لماذا تحاول ذلك؟
ca: Per què intentar-ho?
cs: Vyzkoušet?
de: Warum ausprobieren?
el: Γιατί να το δοκιμάσετε;
es: ¿Para qué me sirve?
fr: Pourquoi l’essayer ?
fy: Wêrom prebearje?
gl: Por que probalo?
hu: Miért próbálja ki?
it: Perché provarlo?
nl: Waarom proberen?
no: Hvorfor prøve det?
pl: Dlaczego warto spróbować?
pt_br: Por que experimentar?
pt_pt: Porquê experimentar?
ro: De ce sa incerci?
ru: Почему попробовать?
sk_sk: Prečo to vyskúšať?
sl_si: Zakaj poizkušate to?
sv: Varför försöka?
tr: Denemeye ne dersin?

source: Yes
af: Ja
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
eu: Bai
fr: Oui
fy: Ja
gl: Si
he: כן
hu: Igen
it: Sì
ja: はい
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk_sk: Áno
sl_si: Da
sv: Ja
tr: Evet

source: Your preferences about warnings were restored. If needed, next time TVShows will ask for your confirmation to complete a sensitive operation.
af: Jou voorkeure oor waarskuwings is herstel. Indien nodig, sal volgende keer TVShows vra vir jou bevestiging 'n sensitiewe aksie te voltooi.
ar: تم استعادة خصائص التحذيرات. إذا لزم الأمر، سيتم طلب تأكيد لإكمال عملية حساسة في المرة القادمة.
ca: Les vostres preferències sobre avisos han estat reiniciades. Si és necessari, la propera vegada el TVShows us demanarà confirmació per completar una operació delicada.
cs: Nastavení vašich upozornění bylo obnoveno. Pokud to bude třeba, TVShows vás příště požádá o svolení k dokončení citlivých úkonů.
de: Ihre Einstellungen zu Warnungen wurden wiederhergestellt. Wenn nötig, wird TVShows das nächste Mal vor einer wichtigen Aufgabe nachfragen, um sie durchzuführen.
el: Οι προτιμήσεις σας σχετικά με τις προειδοποιήσεις αποκαταστάθηκαν. Εάν χρειαστεί, την επόμενη φορά το TVShows θα ζητήσει την επιβεβαίωσή σας για να ολοκληρώσετε μια ευαίσθητη λειτουργία.
es: Tus preferencias sobre advertencias han sido restablecidas. Cuando sea necesario, la próxima vez TVShows te pedirá confirmación para completar una operación sensible.
fr: Vos préférences à propos des avertissements ont été restaurés. Si nécessaire, TVShows vous demandera votre confirmation pour terminer une opération sensible.
fy: Dyn foarkarren oer warskôgings binne wer ynoarder. Wannear noadich sil TVShows dy de oare kear om dyn befêstiging freegje asto in kwetsbere bewurking útfierst.
gl: As túas preferencias sobre advertencias foron reestablecidas. Se fose necesario, a próxima vez TVShows preguntará pola túa confirmación para completar unha tarefa sensible.
hu: Az összes figyemeztetések visszaállítva. A TVShows ezentúl figyelmeztetni fog minden érzékeny lépésnél.
it: Le tue impostazioni sugli avvisi sono state ripristinate. Se necessario prossima volta TVShows ti chiederà una conferma per completare un'operazione delicata.
nl: Uw voorkeuren mbt waarschuwingen zijn hersteld. Mocht het nodig zijn dan zal TVShows u om bevestiging vragen als u een gevoelige bewerking doet.
no: Dine valg om advarsler er gjenopprettet. Hvis det trengs, vil TVShows senere be om bekreftelse for å utføre enkelte oppgaver.
pt_br: As suas preferências sobre avisos foram restauradas. Se necessário, na próxima vez TVShows irá pedir-lhe sua confirmação para completar uma operação delicada.
pt_pt: As suas preferências acerca dos avisos foram restauradas. Se necessário, de futuro o TVShows irá pedir-lhe a sua confirmação para completar uma operação delicada.
ru: Ваши настройки предупреждения были восстановлены. При необходимости, в следующий раз TVShows запросит ваше подтверждение на выполнение этой операции.
sk_sk: Nastavenie vašich upozornení bolo obnovené. Ak to bude potrebné, TVShows vás nabudúce požiada o povolenie na dokončenie citlivých úkonov.
sl_si: Vaše nastavitve o opozorilih so bile obnovljene. Če je potrebno, bo naslednjič TVShows vprašal za vašo potrditev za dokončanje občutljivih operacijij.
sv: Dina önskemål om att återställa varningar genomfördes. Vid behov kommer TVShows be om din bekräftelse för att slutföra en känslig åtgärd.
tr: Uyarılarla ilgili tercihlerin sıfırlandı. TVShows kritik bir işlem yapması gerektiğinde senin onayını alacak.
