Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: An update for TVShows has been installed automatically. To disable this feature go to the Preferences tab and uncheck 'Automatically install new updates.'
af: 'n Update vir TVShows is outomaties geïnstalleer. Om hierdie funksie te gaan na die blad Voorkeure en skakel 'outomaties installeer nuwe updates. "
ar: تم تثبيت تحديث لـ TVShows تلقائيا. لتعطيل هذه الميزة انتقل إلى علامة التبويب خصائص وإلغاء تحديد "تثبيت التحديثات تلقائيا"
ca: S'ha instal·lat automàticament una nova versió del TVShows. Per a desactivar aquesta funció aneu a la pestanya Preferències i desmarqueu 'Instal·la noves versions automàticament'.
cs: Aktualizace TVShows byla nainstalována automaticky. Pokud chcete tuto funkci zakázat, přejděte na záložku Nastavení a odškrtňěte políčko s popiskem „Instalovat nové aktualizace automaticky.“
da: En TVShows opdatering er blevet installeret automatisk. Hvis du fremover ønsker at installeringen ikke sker automatisk, skal vælge Indstillinger og fjern markeringen ud for 'Installér automatisk nye opdateringer'.
de: TVShows wurde automatisch aktualisiert. Zum deaktivieren dieser Funktion gehen Sie in die Einstellungen und deaktivieren Sie "Automatisch neue Updates Installieren"
el: Μια ενημερωμένη έκδοση για το TVShows έχει αυτόματα εγκατασταθεί. Για να απενεργοποιήσετε αυτό το χαρακτηριστικό μεταβείτε στην καρτέλα Προτιμήσεις και καταργήστε την επιλογή «αυτόματη εγκατάσταση νέων ενημερώσεων».
es: Se ha instalado automáticamente una actualización de TVShows. Para deshabilitar esta funcionalidad, vaya a la pestaña Preferencias y deseleccione 'Instalar automáticamente nuevas actualizaciones'.
eu: TVShows-en eguneratze bat instalatu da automatikoki. Ezarpen hau baliogabetzeko joan Ezarpenak etiketara eta "Eguneratze berriak automatikoki instalatu" dioen laukitxoa baliogabetu
fr: Une mise à jour de TVShows a été installée automatiquement. Pour désactiver cette fonction, allez dans l’onglet Préférences et décochez la case 'Installer automatiquement les mises à jour'.
fy: In fernijing foar TVShows wie automatysk ynstallearre. Om dizze funksje út te skeakelje gean nei it Foarkarren-ljepblêd en deselektearje 'Automatysk nije fernijïngen ynstallearje.'
gl: Instalouse unha actualización de TVShows automáticamente. Para desactivar esta característica vai á pestaña de Preferencias e quita a marca de 'Instalar automáticamente novas actualizacións.'
he: עדכון עבור TVShows הותקן באופן אוטומטי. כדי לבטל תכונה זו פנה לכרטיסית העדפות ובטל את אפשרות "התקן עדכונים חדשים באופן אוטומטי".
hu: Egy TVShows frissítés automatikusan installálva lett. Az automatikus frissítések leállításához tölölje a 'Automatikus frissítések' beállítást a Tulajdonságok fülön.
is: TVShows hefur verið uppfært. Til að slökkva á þessari hegðun er farið í Preferences flipann og afhakað við 'Setja sjálfkrafa upp uppfærslur'
it: È stata installata automaticamente una nuova versione di TVShows. Per disabilitare questa funzionalità vai nelle Preferenze e togli la spunta da 'Installa automaticamente i nuovi aggiornamenti.'
ja: TVShowsのアップデートが自動的にインストールされました。この機能を無効にするには設定タブの「新しいアップデートを自動的にインストールする。」のチェックをはずして下さい。
nl: Een update voor TVShows werd automatisch geïnstalleerd. Om deze optie uit te schakelen ga je de Preferences tab en vink je 'Automatisch nieuwe versies installeren' uit.
no: En ny versjon av TVShows har blitt installert. For å skru av denne funksjonen, gå til Innstillinger og fjern avkrysningen for 'Installer nye versjoner automatisk'.
pl: Autmatyczna aktualizacja dla TVShows została zainstalowana. Jeżeli chcesz wyłączyć tą funkcję wejdź w zakładkę Ustawienia i odznacz "Automatycznie instaluj nowe aktualizacje".
pt_br: Uma atualização para o TVShows foi instalada automaticamente. Para desativar esse recurso, vá até a aba Preferências e desmarque a opção "Automaticamente instalar novas atualizações".
pt_pt: Foi instalada automaticamente uma actualização para o TVShows. Para desactivar esta funcionalidade aceda ao separador Preferências e desmarque a opção "Instalar novas actualizações automaticamente".
ro: O actualizare TVShows a fost instalata automat. Pentru a dezactiva aceasta functie, mergi la Preferinte si dezactiveaza "Instaleaza automat noi actualizari."
ru: Обновление для TVShows было установлено автоматически. Чтобы отключить автоматическое обновление, зайдите на вкладку Настройки и снимите отметку с "Устанавливать обновления автоматически."
sk_sk: Aktualizácia TVShows bola nainštalovaná automaticky. Pokiaľ chcete túto funkciu zakázať, prejdite na záložku Nastavenia a odškrtnite políčko s popiskom „Inštalovať nové aktualizácie automaticky.“
sl_si: Posodobitev za TVShows je bila samodejno nameščena. Če želite onemogočiti to funkcijo, pojdite na jeziček Nastavitve in odzančite "Samodejno namesti nove posodobitve."
sv: En uppdatering av TVShows har installerats automatiskt. För att stänga av denna funktion, gå till inställningar och bocka ur 'Installera nya uppdateringar automatiskt'.
tr: TVShows ile ilgili bir güncelleme kuruldu. Bu özelliği iptal etmek için Tercihler sekmesine gidip 'Yeni güncellemeleri otomatik kur' seçeneğini devre dışı bırak.

source: Application Update Preferences
af: Aansoek Update Voorkeure
ar: خصائص تحديث التطبيق
ca: Preferències d'actualització de l'aplicació.
cs: Nastavení aktualizací aplikace
da: Indstillinger for programopdateringer
de: Aktualisierungs Einstellungen
el: Προτιμήσεις Ενημέρωσης Εφαρμογής
es: Preferencias de actualización de la aplicación
eu: Aplikazioaren eguneratze ezarpenak
fr: Préférences de mise à jour
fy: Tapassing Fernijing Foarkarren
gl: Preferencias de actualización da aplicación
he: הגדרות עדכון תוכנה
hu: Alkalmazás Frissítési Beállítások
is: Uppfærslustillingar
it: Preferenze aggiornamento automatico
ja: アプリケーションアップデート設定
nl: Programma update voorkeuren
no: Innstillinger for automatisk programvareoppdatering
pl: Ustawienia aktualizacji
pt_br: Preferências de Atualização do Aplicativo
pt_pt: Preferências de actualização da aplicação
ro: Preferinte de atualizare
ru: Настройки обновлений
sk_sk: Nastavenia aktualizácie aplikácie
sl_si: Nastavitve za posodobitev aplikacije
sv: Programuppdateringsinställningar
tr: Uygulama Güncelleme Tercihleri

source: Automatic check-in when an episode is downloaded
af: Outomatiese check-in wanneer 'n episode is afgelaai
ar: التحقق التلقائي في حين يتم تحميل حلقة
ca: Check-in automàtic quan es baixa un episodi
cs: Automatický check-in ve chvíli, kdy je stažena nová epizoda
de: Automatisch einchecken, wenn eine Episode geladen wird
el: Αυτόματο check-in, όταν ένα επεισόδιο έχει κατέβει
es: Check-in automático al descargar un episodio
fr: Enregistrement automatique lorsqu’un épisode est téléchargé
fy: Automatyske tsjek-yn wannear yn ôflevering ynlaad is
gl: Comprobar automaticamente cando un episodio é descargado
hu: Automatikus ellenőrzés egy sorozat rész letöltésekor
it: Check-in automatico quando un episodio viene scaricato
nl: Automatische check-in wanneer er een aflevering gedownload wordt.
no: Sjekk-inn automatisk når en episode er lastet ned
pt_br: Fazer check-in automático quando um episódio é transferido
pt_pt: Fazer check-in quando um episódio é descarregado
ru: Автоматически отметиться когда эпизод скачан
sk_sk: Automatický check-in vo chvíli, keď je stiahnutá nová epizóda
sl_si: Samodejno sporoči, ko je prenešena nova epizoda
sv: Automatisk kontroll när ett avsnitt hämtas
tr: Bölüm indiğinde otomatik olarak Miso'ya işlensin

source: Automatically check for updates
af: Outomaties te monitor vir updates
ar: التحقق من وجود تحديثات تلقائيا
ca: Cerca noves versions automàticament.
cs: Kontrolovat aktualizace automaticky
da: Tjek automatisk for opdateringer
de: Automatisch nach Aktualisierungen suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
eu: Eguneratzeak automatikoki bilatu
fr: Rechercher automatiquement les mises à jour
fy: Automatysk tsjekken foar fernijïngen
gl: Comprobar actualizacións automaticamente
he: בדוק עדכונים באופן אוטומטי
hu: Frissítések automatikus keresése
is: Athuga sjálfkrafa með uppfærslur
it: Controlla automaticamente la presenza di nuovi aggiornamenti
ja: アップデートを自動的に確認する。
nl: Controleer automatisch voor nieuwe versies
no: Søk automatisk etter nye versjoner
pl: Automatycznie sprawdzaj czy są aktualizacje
pt_br: Buscar por novas atualizações automaticamente
pt_pt: Procurar actualizações automaticamente
ro: Caută actualizări automat
ru: Автоматически проверять обновления
sk_sk: Kontrolovať aktualizácie automaticky
sl_si: Samodejno preveri za posodobitve
sv: Sök efter uppdateringar automatiskt
tr: Otomatik güncelle

source: Automatically install new updates
af: Outomaties installeer nuwe updates
ar: تلقائيا تثبيت التحديثات الجديدة
ca: Instal·la noves versions automàticament.
cs: Instalovat nové aktualizace automaticky
da: Installér automatisk nye opdateringer
de: Aktualisierungen automatisch installieren
el: Αυτόματη εγκατάσταση νέων ενημερώσεων
es: Instalar nuevas actualizaciones automáticamente
eu: Eguneratze berriak automatikoki instalatu
fr: Installer automatiquement les mises à jour
fy: Automatysk nije fernijïngen ynstallearje
gl: Instalar automaticamente novas actualizacións
he: התקן עדכונים חדשים באופן אוטומטי
hu: Frissítések automatikus telepítése
is: Setja sjálfkrafa upp uppfærslur
it: Installa automaticamente i nuovi aggiornamenti
ja: 新しいアップデートを自動的にインストールする。
nl: Installeer automatisch nieuwe versies
no: Installer nye versjoner automatisk
pl: Automatycznie instaluj nowe aktualizacje
pt_br: Instalar novas atualizações automaticamente
pt_pt: Instalar novas actualizações automaticamente
ro: Instaleaza actualizari automat
ru: Устанавливать обновления автоматически
sk_sk: Inštalovať nové aktualizácie automaticky
sl_si: Samodejno namesti nove posodobitve
sv: Installera nya uppdateringar automatiskt
tr: Yeni güncellemeleri otomatik kur

# Automatically open each file after download
source: Automatically open each Torrent file after download
af: Outomaties oop elke lêer na aflaai
ar: تلقائيا فتح ملف التورنت بعد التحميل
ca: Obre automàticament els fitxers Torrent després de la baixada.
cs: Po stažení každý torrent soubor automaticky otevřít
da: Åben automatisk hver fil når den er hentet
de: Dateien nach dem Laden automatisch öffnen
el: Αυτόματο άνοιγμα κάθε αρχείου Torrent μετά τη λήψη
es: Abrir automáticamente los archivos Torrent al terminar la descarga
eu: Behin deskarga amaitutakoan fitxategiak automatikoki ireki
fr: Ouvrir automatiquement chaque fichier après le téléchargement
fy: Eltse Torrent-bestân automatysk iepene nei ynlade
gl: Abrir automaticamente cada Torrent despois de descargalo
he: פתח באופן אוטומטי כל קובץ Torrent לאחר ההורדה
hu: Torrent fájlok automatikus megnyitása letöltés után
is: Opna skrá eftir að hún hefur verið sótt
it: Apri automaticamente i file al termine del download
ja: ダウンロード後自動的にそれぞれのファイルを開く
nl: Open elk bestand automatisch na het downloaden
no: Åpne nedlastede filer automatisk
pl: Automatycznie otwieraj każdy plik po ściągnięciu
pt_br: Abrir cada arquivo automaticamente após transferência
pt_pt: Abrir automaticamente cada ficheiro descarregado
ro: Deschide ficare fisier Torrent dupa descarcare automat
ru: Автоматически открывать файл после окончания загрузки
sk_sk: Po stiahnutí každý súbor automaticky otvoriť
sl_si: Samodejno odpri vsako Torrent datoteko po prenosu
sv: Öppna varje fil automatiskt efter nedladdning
tr: İndirme sonrası dosyayı otomatik olarak çalıştır

source: Are you sure you want to uninstall TVShows? This will also remove all preferences and subscriptions.
af: Is jy seker jy wil TVShows te verwyder? Dit sal ook al voorkeure en ledegelde.
ar: هل أنت متأكد أنك تريد حذف TVShows؟ وهذا يؤدي إلى حذف كل التفضيلات والاشتراكات.
ca: Esteu segur que voleu desinstal·lar el TVShows? També s'eliminaran les preferències i les subscripcions.
cs: Jste si jistí, že chcete odinstalovat TVShows? Odstraní se tím také veškerá nastavení a odběry.
da: Er du sikker på du vil afinstallere TVShows? Dette vil også fjerne alle indstillinger og abonnementer.
de: Sind sie sicher, dass sie TVShows entfernen wollen? Sie entfernen damit auch alle Einstellungen und Abonnements.
el: Είστε σίγουροι ότι θέλετε να καταργήσετε το TVShows; Θα αφαιρεθούν επίσης όλες οι προτιμήσεις και τις συνδρομές.
es: ¿Seguro que desea desinstalar TVShows? Se borrarán todas sus preferencias y suscripciones.
eu: Ziur al zaude? TVShows desinstalatzeak zure ezarpen eta harpidetzak ezabatzea lekarke...
fr: Êtes-vous certain de vouloir désinstaller TVShows ? Cette action effacera aussi toutes vos préférences et souscriptions.
fy: Bisto der wis fan datsto TVShows fuortsmite wolst? Dit sil ek dyn foarkarren en abonneminten fuortsmite.
gl: Estás seguro de que queres desinstalar TVShows? Isto eliminará tódalas preferencias e subscricións.
hu: Biztosan el akarja távolítani a TVShows-t? Ezzel eltávolítja az összes beállítást és feliratkozást is.
it: Sei sicuro di voler disinstallare TVShows? Tutte le preferenze e le sottoscrizioni saranno rimosse.
nl: Bent u er zeker van dat u TVShows wilt verwijderen? Hiermee verwijdert u ook alle voorkeuren en abonnementen.
no: Er du sikker på at du vil avinstallere TVShows? Alle innstillinger og abonnementer blir også fjernet.
pl: Czy na pewno chcesz odinstalować TVShows? Spowoduje to również usunięcie wszystkich ustawień i sunskrypcji.
pt_br: Você tem certeza que deseja remover o TVShows? Isto remove também todas suas preferências e inscrições.
pt_pt: Tem a certeza que deseja remover o TVShows? Esta acção também irá remover todas as suas preferências e subscrições.
ru: Вы уверены, что хотите удалить TVShows? Это также удалит все настройки и подписки
sk_sk: Ste si istí, že chcete odinštalovať TVShows? Odstránia sa tým tiež všetky nastavenia a odbery.
sl_si: Ali ste prepričani, da želite odstraniti TVShows? To bo odstranilo tudi vse nastavitve in naročnine.
sv: Är du säker på att du vill avinstallerara TVShows? Detta kommer även att ta bort alla inställningar och prenumerationer.
tr: TVShows uygulamasını kaldırmak istediğinden emin misin? Bu eylem tüm ayarları ve abonelikleri de kaldıracaktır.

source: Are you sure you want to unsubscribe from %@?
af: Is jy seker jy wil inteken% @?
ar: هل أنت متأكد أنك تريد إلغاء الاشتراك من @ ٪؟
ca: Esteu segur que voleu cancel·lar la subscripció a %@?
cs: Opravdu chcete zrušit odběr %@?
da: Er du sikker på at du vil afmelde %@?
de: Sind Sie sicher, dass Sie %@ abmelden wollen?
el: Είστε σίγουροι ότι θέλετε να διαγραφείτε από τη σειρά %@;
es: ¿Seguro que desea eliminar %@ de sus suscripciones?
fr: Etes-vous sûr de vouloir vous désinscrire de %@ ?
fy: Wolsto dy écht útskriuwe fan %@?
gl: Estás seguro de que queres desubscribirte de %@?
hu: Biztos le akar iratkozni a következőről: %@?
it: Sei sicuro di voler annullare l'iscrizione a @%?
nl: Weet u zeker dat u zich wilt afmelden voor %@?
no: Sikker på at du vil slutte abonnementet på %@?
pl: Na pewno chcesz anulować subskrypcję %@?
pt_br: Tem certeza que deseja anular a inscrição de %@?
pt_pt: Tem a certeza de que deseja interromper a subscrição de %@?
ru: Вы уверены, что хотите отписаться от %@?
sk_sk: Naozaj chcete zrušiť odber %@?
sl_si: Ali ste prepričani, da želite odjaviti s @%?
sv: Är du säker på att du vill avsluta prenumerationen från %@?
tr: %@ aboneliğini bitirmek istediğine emin misin?

source: Cancel
af: Kanselleer
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Afbryd
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Ezeztatu
fr: Annuler
fy: Annulearje
gl: Cancelar
he: בטל
hu: Mégse
is: Hætta við
it: Annulla
ja: 取消
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sv: Avbryt
tr: Geri

source: Cannot connect. Please try again later or check your internet connection.
af: Kan nie verbind nie. Probeer asseblief later weer of gaan jou internet-verbinding.
ar: لا يمكن الاتصال. يرجى المحاولة مرة أخرى لاحقا أو تحقق من اتصال الإنترنت الخاص بك.
ca: No es pot connectar. Torneu-ho a provar més tard o reviseu la connexió a Internet.
cs: Nelze se připojit. Zkuste to prosím později znova, nebo zkontrolujte své připojení k internetu.
da: Kan ikke få forbindelse. Prøv venligst igen senere eller tjek om du har forbindelse til internettet.
de: Es konnte keine Verbindung aufgebaut werden. Bitte versuchen Sie es später noch einmal oder überprüfen Sie ihre Internetverbindung.
el: Δεν ήταν δυνατή η σύνδεση. Παρακαλώ δοκιμάστε αργότερα ή ελέγξτε τη σύνδεσή σας στο Internet.
es: No se puede establecer conexión. Inténtelo de nuevo más tarde o compruebe su conexión a internet.
eu: Ezin da konexiorik ezarri. Saiatu beranduago edo egiaztatu internet konexioa badabilela.
fr: Impossible de se connecter. Réessayez plus tard ou vérifiez votre connexion Internet.
fy: Koe gjin ferbining meitsje. Probearje it letter nochris of kontrolearje dyn ynternetferbining.
gl: Non se pode conectar. Por favor inténtao máis tarde ou comproba a conexión a Internet.
he: לא ניתן להתחבר. אנא נסה מאוחר יותר או בדוק את חיבור האינטרנט.
hu: A csatlakozás nem sikerült. Próbálja meg később vagy ellenőrizze internetkapcsolatát.
is: Tókst ekki að tengast. Reyndu síðar eða athugaðu nettenginguna.
it: Impossibile connettersi. Riprova più tardi o assicurati di essere connesso a Internet.
ja: 接続に失敗しました。もう一度試してみるか、インターネットの接続状況を確認して下さい。
nl: Kan geen verbinding maken. Probeert u het later nog eens of controleer uw internet verbinding.
no: Får ingen forbindelse. Vennligst prøv igjen senere eller kontroller internettforbindelsen din.
pl: Wystąpił problem z połączeniem. Proszę spróbować ponownie później lub sprawdzić swój dostęp do sieci.
pt_br: Não foi possível conectar. Por favor tente novamente mais tarde ou verifique sua conexão de internet.
pt_pt: Não foi possível ligar. Por favor tente novamente mais tarde ou verifique a sua ligação à internet.
ro: Imposibil de conectat. Incearca mai tarziu, sau verifica legatura la internet.
ru: Невозможно подсоединиться. Пожалуйста, попробуйте позже или проверьте свое интернет-соединение.
sk_sk: Nepodarilo sa pripojiť. Skúste to prosím neskôr alebo skontolujte pripojenie k internetu.
sl_si: Ni mogoče vzpostaviti povezave. Poskusite znova pozneje ali pa preverite internetno povezavo.
sv: Kan inte ansluta. Var vänlig försök senare eller kontrollera din internetanslutning.
tr: Bağlantı hatası. Lütfen İnternet bağlantını kontrol et ya da daha sonra tekrar dene.

source: Cannot connect. Using an old show list temporarily.
af: Kan nie verbind nie. 'n Ou show lys tydelik.
ar: لا يمكن الاتصال. سيتم استخدام قائمة مسلسلات قديمة مؤقتا.
ca: No es pot connectar. S'està utilitzant una llista de programes antiga temporalment.
cs: Nelze se připojit. Prozatím bude použit starý seznam pořadů.
da: Kan ikke få forbindelse. En tidligere liste vil blive brugt midlertidigt.
de: Es konnte keine Verbindung aufgebaut werden. Zwischenzeitlich wird eine alte Sendungsliste verwendet.
el: Αδυναμία σύνδεσης. Χρησιμοποιείται προσωρινά μια παλιά λίστα σειρών.
es: No se puede establecer conexión. Se utilizará una lista de series antigua por el momento.
eu: Ezin da konexiorik ezarri. Orain arteko zerrenda erabiliko da.
fr: Impossible de se connecter. Utilisation temporaire d’une ancienne liste de séries.
fy: Koe gjin ferbining meitsje. Der wurdt tydlik in âlde sjo-list brûkt.
gl: Non se pode conectar. Utilizando unha lista antiga de series temporalmente.
he: לא ניתן להתחבר. משתמש ברשימת תוכניות ישנה באופן זמני.
hu: A csatlakozás nem sikerült. Átmenetileg egy régebbi sorozat lista lesz használva.
is: Tókst ekki að tengjast. Notast við gamlan lista tímabundið.
it: Impossibile connettersi. Sarà usata temporaneamente una vecchia versione dell'elenco.
ja: 接続に失敗しました。古いリストを一時的に表示します。
nl: Kan geen verbinding maken. Er wordt tijdelijk gebruik gemaakt van een oude lijst met series.
no: Får ingen forbindelse. Bruker midlertidig programliste inntil videre.
pl: Nie można się połączyć. Tymczasowo wczytano starą listę seriali.
pt_br: Não foi possível conectar. Usando uma lista antiga temporariamente.
pt_pt: Não foi possível ligar. A utilizar temporariamente uma lista de séries antiga.
ro: Imposibil de conectat. Folosesc o lista veche de show-uri.
ru: Невозможно подсоедениться. Временно будет использован старый список телешоу.
sk_sk: Nepodarilo sa pripojiť. Dočasne bude použitý starý zoznam seriálov.
sl_si: Ni mogoče vzpostaviti povezave. Začasna uporaba starega seznama serij.
sv: Kan inte ansluta. Använder temporärt den äldre TV-programlistan.
tr: Bağlantı hatası. Geçici olarak eski dizi listesi kullanılıyor.

source: Check for episodes every:
af: Check vir die episodes elke:
ar: تحقق من الحلقات كل :
ca: Cerca nous episodis cada:
cs: Zkontrolovat epizody jednou za:
da: Tjek for afsnit hver:
de: Nach neuen Episoden suchen:
el: Έλεγχος για επεισόδια ανά:
es: Buscar si hay episodios cada:
eu: Atal berririk dagoen bilatu (zenbatero):
fr: Vérifier toutes les :
fy: Tsjek foar fernijïngen eltse:
gl: Buscar se hai novos episodios cada:
he: בדוק פרקים כל:
hu: Új sorozat részek keresése a következő időközönként:
is: Athuga með nýja þætti:
it: Controlla ogni:
ja: 定期的にエピソードを確認する。
nl: Controleer op afleveringen elke:
no: Søk etter nye episoder:
pl: Sprawdzaj czy jest nowy odcinek co:
pt_br: Verificar por episódios a cada:
pt_pt: Procurar episódios a cada:
ro: Verifica noi episoade la fiecare:
ru: Искать новые серии раз в:
sk_sk: Skontrolovať epizódy raz za:
sl_si: Preveri za nove epizode vsake:
sv: Sök efter TV-program varje:
tr: Yeni bölüm arama sıklığı:

source: Check for new episodes now
af: Nagaan vir nuwe episodes nou
ar: تحقق من وجود حلقات جديدة الآن
ca: Comprova si hi ha nous episodis ara
cs: Zkontrolovat dostupnost nových epizod
da: Tjek om der er nye episoder nu
de: Jetzt auf neue Folgen prüfen
el: Έλεγχος για νέα επεισόδια τώρα
es: Comprobar nuevos episodios ahora
eu: Bilatu atal berriak orain
fr: Vérifiez les nouveaux épisodes
fy: Tsjekken foar nije ôfleveringen
gl: Comprobar novos episodios agora
he: בדוק פרקים חדשים עכשיו
hu: Új Sorozat részek Keresése
it: Verifica la presenza di nuovi episodi ora
nl: Controleer nu op nieuwe afleveringen
no: Se etter nye episoder nå
pl: Sprawdź, czy są nowe odcinki
pt_br: Verificar por novos episódios agora
pt_pt: Verificar existência de novos episódios
ro: Verifica acum
ru: Проверить наличие новых эпизодов сейчас
sk_sk: Skontroluj dostupnosť nových epizód
sl_si: Preverite za nove epizode zdaj
sv: Leta efter nya avsnitt nu
tr: Yeni bölümleri bul

source: Check Now
af: Check nou
ar: تحقق الآن
ca: Comprova ara
cs: Ihned
da: Tjek nu
de: Jetzt prüfen
el: Έλεγχος
es: Comprobar
eu: Egiaztatu
fr: Vérifier
fy: No Tsjekken
gl: Comprobar agora
he: בדוק עכשיו
hu: Ellenőrzés Most
is: Athuga núna
it: Controlla adesso
ja: 今すぐ確認する。
nl: Controleer nu
no: Søk nå
pl: Sprawdź teraz
pt_br: Verificar
pt_pt: Procurar
ro: Verifica Acum
ru: Проверить
sk_sk: Skontrolovať teraz
sl_si: Preveri zdaj
sv: Kontrollera nu
tr: Şimdi Denetle
