Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: Checking for new episodes...
af: Kontrole vir nuwe episodes ...
ar: التحقق من وجود حلقات جديدة...
ca: Comprovant si hi ha nous episodis...
cs: Kontrola dostupnosti nových epizod ...
da: Tjekker om der er nye episoder...
de: Überprüfe auf neue Folgen ...
el: Γίνεται έλεγχος για νέα επεισόδια ...
es: Comprobando si hay nuevos episodios...
eu: Atal berrien bila...
fr: Vérification de nouveaux épisodes ...
fy: Dwaande mei tsjekken foar nije ôflevering...
gl: Comprobando se hai novos episodios...
he: בדיקת פרקים חדשים...
hu: Új sorozat részek keresése folyamatban
it: Controllo la presenza di nuovi episodi...
nl: Controleren op nieuwe afleveringen ...
no: Ser etter nye episoder...
pl: Poszukiwanie nowych odcinków...
pt_br: Verificando por novos episódios…
pt_pt: A verificar existência de novos episódios...
ro: Verific episoade noi...
ru: Проверка на наличие новых эпизодов ...
sk_sk: Kontrolujem dostupnosť nových epizód...
sl_si: Preverjam za nove epizode ...
sv: Letar efter nya avsnitt ...
tr: Yeni bölümler araştırılıyor...

source: Checking now, please wait...
af: Kontrole nou, wag asseblief ...
ar: التحقق الآن ، يرجى الانتظار...
ca: Comprovant, espereu...
cs: Právě kontroluji, čekejte prosím ...
da: Tjekker nu, vent venligst...
de: Am Überprüfen. Bitte warten...
el: Γίνεται λεγχος, παρακαλώ περιμένετε ...
es: Comprobando, por favor espera...
eu: Bilatze prozesuan, itxaron mesedez...
fr: Vérification, patientez...
fy: No dwaande mei tsjekken, efkes wachtsje...
gl: Comprobando agora, por favor agarde...
hu: Ellenőrzés most, kérem várjon...
it: Sto controllando, attendere prego...
nl: Bezig met controleren, even geduld aub...
no: Sjekker nå, vennligst vent...
pl: Poszukiwanie w trakcie, proszę czekać...
pt_br: Verificando agora, por favor aguarde…
pt_pt: A verificar agora, por favor aguarde...
ro: Verific acum, asteapta...
ru: Идет проверка, пожалуйста, подождите...
sk_sk: Prebieha kontrola, čakajte prosím...
sl_si: Preverjam, prosimo počakajte ...
sv: Kontrollerar nu, vänta ...
tr: Araştırılıyor, lütfen bekle...

source: Choose this to download torrent files from a list of preset shows.
af: Kies hierdie torrent-lêers te laai vanaf 'n lys van voorkeur toon.
ar: اختر هذا لتحميل ملفات تورنت من قائمة من مسلسلات مسبقا.
ca: Seleccioneu aquesta opció per baixar arxius torrent d'una llista predefinida.
cs: Zvolte, pokud chcete stahovat soubory torrent ze seznamu přednastavených pořadů.
da: Klik her for at hente torrent-filer fra en liste af udsendelser.
de: Wählen Sie diese Option um Torrent-Dateien aus der Liste von showRSS herunterzuladen.
el: Επιλέξτε για να κατεβάζετε αρχεία torrent από μια λίστα με τα προκαθορισμένα επεισόδια.
es: Escoge esto para bajar archivos torrent de una lista predeterminada de series
eu: Hautatu hau torrent fitxategiak telesail zerrenda predeterminatu batetik jeisteko.
fr: Télécharger des fichiers torrent à partir d’une liste prédéfinie.
fy: Kies dit om torrent-bestannen yn te lade út in list fan foarynstelde sjo's.
gl: Escoller descargar isto dunha lista predeterminada de arquivos torrent de series.
he: בחר באפשרות זו כדי להוריד קבצי torrent מתוך רשימה של תוכניות שמורות.
hu: Válassza ezt egy listából kiválasztott sorozat torrentjének letöltéséhez.
is: Veldu þetta til að sækja torrent skrár úr forstilltum lista.
it: Per scaricare i file torrent da un elenco di serie.
ja: これを選んで番組のリストからTorrentファイルをダウンロード
nl: Kies deze optie om torrent-bestanden te downloaden uit een lijst van vooraf ingestelde series.
no: Velg denne for å laste ned torrent-filer fra utvalgte TV-serier.
pl: Wybierz aby pobrać pliki torrent z predefiniowanej listy seriali.
pt_br: Transfira arquivos torrent de uma lista de séries.
pt_pt: Escolha esta opção para descarregar ficheiros torrent de uma lista predefinida de séries.
ro: Alege asta pentru a downloada fisiere torrent dintr-o lista predefinita.
ru: Выберите этот пункт, чтобы скачать torrent-файлы из списка телешоу.
sk_sk: Vyberte túto možnosť pre sťahovanie torrent súborov zo zoznamu prednastavených seriálov.
sl_si: Izberite to, da prenesete torrent datotek iz seznama prednastavljenih serij.
sv: Välj detta för att ladda ned torrentfiler från en lista av förvalda TV-program.
tr: Hazır dizi listesinden torrent dosyaları indirmek için bunu seç.

source: Close
af: Naby
ar: اغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schliessen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fr: Fermer
fy: Slute
gl: Pechar
he: סגור
hu: Bezár
is: Loka
it: Annulla
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Inchide
ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri
sv: Stäng
tr: Kapat

source: Create New Account
af: Skep nuwe rekening
ar: إنشاء حساب جديد
ca: Crea un nou compte
cs: Nový účet
de: Neuen Account erstellen
el: Δημιουργία νέου λογαριασμού
es: Crear nueva cuenta
fr: Créer un nouveau compte
fy: Nij Akkount Oanmeitsje
gl: Crear conta nova
hu: Új Felhasználói Fiók
it: Crea nuovo account
nl: Nieuw Account Aanmaken
no: Opprett ny konto
pl: Stwórz konto
pt_br: Criar nova conta
pt_pt: Criar conta nova
ro: Creaza cont nou
ru: Создать новый аккаунт
sk_sk: Nový účet
sl_si: Ustvari nov račun
sv: Skapa nytt konto
tr: Yeni Hesap Yarat

source: Create season subfolders
af: Skep seisoen subgidse
ar: إنشاء مجلدات فرعية للموسم
ca: Crea carpetes per temporada
cs: Vytvářet podadresáře jednotlivých řad
de: Unterordner für Staffeln erstellen
el: Δημιουργία υποφακέλων ανα σεζόν
es: Crear subcarpetas por temporadas
fr: Créer un sous dossier par saison
fy: Seizoen subfolder oanmeitsje
gl: Crear subcartafoles por tempada
hu: Évad almappák létrehozása
it: Crea sottocartelle per stagione
nl: Maak seizoen subfolders aan
no: Lag undermapper for sesonger
pl: Twórz podfolder dla każdego sezonu
pt_br: Criar subpastas por temporadas
pt_pt: Criar subpastas por temporada
ro: Creaza subfoldere pe sezoane
ru: Создавать подпапки для сезонов
sk_sk: Vytvárať podadresáre jednotlivých serií
sl_si: Ustvari podmapo za sezono
sv: Skapa undermappar för varje säsong
tr: Sezon klasörü oluştur

source: Disable TVShows
af: Skakel TVShows
ar: تعطيل TVShows
ca: Deshabilita el TVShows
cs: Zakázat TVShows
da: Deaktiver TVShows
de: TVShows deaktivieren
el: Απενεργοποίηση του TVShows
es: Deshabilitar TVShows
eu: TVShows ezgaitu
fr: Désactiver TVShows
fy: TVShows utskeakelje
gl: Desactivar TVShows
he: נטרל TVShows
hu: TVShows leállítása
it: Disabilita TVShows
nl: Schakel TVShows uit
no: Deaktiver TVShows
pl: Zablokuj TVShows
pt_br: Desativar TVShows
pt_pt: Desactivar TVShows
ro: Dezactiveaza TVShows
ru: Отключить TVShows
sk_sk: Zakázať TVShows
sl_si: Onemogoči TVShows
sv: Inaktivera TVShows
tr: TVShows'u devre dışı bırak

source: Download beta versions when available
af: Alfaai beta weergawes wanneer dit beskikbaar is
ar: تحميل إصدارات بيتا (beta) عندما تكون متاحة
ca: Baixa versions beta quan estiguin disponibles.
cs: V případě dostupnosti stahovat betaverze
da: Hent betaversioner når de er tilgængelige
de: Betaversionen einbeziehen
el: Κατέβασμα δοκιμαστικών εκδόσεων
es: Descargar versiones beta cuando estén disponibles
eu: Beta bertsioak eskuragarri direnean deskargatu.
fr: Télécharger les versions bêta lorsque disponibles
fy: Bèta-ferzje automatysk ynlade wannear beskikber
gl: Descargar versión beta cando esté dispoñible
he: הורד גרסאות בטא כאשר קיימות
hu: Elérhető béta verziók letöltése
is: Sækja beta útgáfur þegar þær eru í boði
it: Scarica le versioni beta quando disponibili
ja: 入手可能なベータバージョンをダウンロードする。
nl: Download bèta versies wanneer beschikbaar
no: Last ned betaversjoner når tilgjengelige
pl: Pobieraj wersje beta kiedy są dostępne
pt_br: Transferir versões beta quando disponível
pt_pt: Descarregar versões beta quando disponíveis
ro: Descarca versiuni beta cand apar
ru: Обновляться до бета-версий, если доступно
sk_sk: V prípade dostupnosti sťahovať betaverzie
sl_si: Prenesi beta različice, ko so na voljo
sv: Ladda ned betaversioner då de är tillgängliga
tr: Beta sürüm çıkarsa indir

source: Download in HD
af: Alfaai in HD
ar: تحميل دقة عالية (HD)
ca: Baixa en HD.
cs: Stahovat v HD
da: Hent i HD
de: In HD herunterladen
el: Λήψη σε HD
es: Descargar en HD
eu: HD-n deskargatu
fr: Télécharger en HD
fy: Ynlade yn HD
gl: Descargar en HD
he: הורד ב-HD
hu: Letöltés HD minőségben
is: Sækja í háskerpugæðum
it: Scarica in HD
ja: HDでダウンロード
nl: Downloaden in HD
no: Last ned i HD-kvalitet
pl: Ściągnij w jakości HD
pt_br: Transferir em HD
pt_pt: Descarregar em HD
ro: Descarca in HD
ru: Скачать в HD
sk_sk: Sťahovať v HD
sl_si: Prenesi v HD različici
sv: Ladda ned i HD-kvalitét
tr: Yüksek Çözünürlükte İndir

source: Choose this to input your own RSS feed.
af: Kies om dit te voer jou eie RSS feed.
ar: اختر هذا لإدخال الخلاصات (RSS) الخاصة بك.
ca: Seleccioneu aquesta opció per introduir el vostre propi feed RSS.
cs: Zvolte, pokud chcete vložit váš vlastní RSS kanál.
da: Klik her for at tilføje dit eget RSS feed.
de: Wählen Sie diese Option um eigene RSS-Feeds hinzuzufügen.
el: Επιλέξτε εδώ για να εισάγετε το δικό σας RSS Feed.
es: Escoge esto para ingresar tu propia fuente RSS.
eu: Hautatu hau zeure RSS iturri bat gehitzeko
fr: Ajouter votre propre flux RSS.
fy: Kies dit om dyn eigen RSS-feed yn te fieren.
gl: Escolle isto para introducir o teu propio feed RSS.
he: בחר באפשרות זו כדי להזין RSS משלך.
hu: Válassza ezt saját RSS link megadásához.
is: Veldu þetta til að slá inn þína eigin RSS.
it: Per inserire un feed RSS.
ja: これを選んで自分のRSSフィードを入力する。
nl: Kies deze optie om uw eigen RSS-feed in te voeren.
no: Velg denne for å legge til din egen RSS-kilde.
pl: Wybierz aby dodać wybrany przez Ciebie kanał RSS.
pt_br: Insira seu próprio feed RSS.
pt_pt: Escolha esta opção para inserir o seu próprio feed RSS.
ro: Alege asta pentru a adauga lista ta RSS.
ru: Выберите этот пункт, чтобы ввести свой собственный RSS-канал.
sk_sk: Vyberte túto možnosť pre vloženie vlastného kanálu RSS.
sl_si: Izberite to, da vnesete lasten RSS tok.
sv: Välj detta för att lägga in ett eget RSS-flöde.
tr: Kendi RSS akışını eklemek için bunu seç.

source: Enable downloading new episodes
af: In staat stel om die aflaai van nuwe episodes
ar: تفعيل تحميل الحلقات الجديدة
ca: Habilita la baixada de nous episodis.
cs: Povolit stahování nových epizod
da: Tillad at nye afsnit hentes
de: Automatisch neue Episoden laden
el: Ενεργοποιήστε τη λήψη νέων επεισοδίων
es: Habilitar descarga de nuevos episodios
eu: Atal berrien deskarga onartu
fr: Activer le téléchargement de nouveaux épisodes
fy: Ynlade fan nije ôfleveringen ynskeakelje
gl: Habilitar descarga de novos episodios
he: אפשר להוריד פרקים חדשים
hu: Új sorozat részek letöltésése
is: Leyfa að nýjir þættir séu sóttir
it: Scarica i nuovi episodi
ja: 新エピソードダウンロードを有効にする。
nl: Nieuwe afleveringen downloaden inschakelen
no: Nye episoder lastes ned når tilgjengelige
pl: Włącz pobieranie nowych odcinków
pt_br: Ativar transferência de novos episódios
pt_pt: Activar a descarga de novos episódios
ro: Descarca noi episoade
ru: Разрешить закачку новых серий
sk_sk: Povoliť sťahovanie nových epizód
sl_si: Omogoči prenos novih epizod
sv: Aktivera nedladdning av nya avsnitt
tr: Yeni bölümlerin indirilmesine izin ver

source: Enabled
af: Aangeskakel
ar: تفعيل
ca: Activats
cs: Povolené
de: Aktiviert
el: Ενεργοποίηση
es: Habil.
fr: Activés
fy: Ynskeakele
gl: Activado
hu: Aktív
it: Abilitato
nl: Ingeschakeld
no: Aktive
pl: Włączony
pt_br: Ativo
pt_pt: Activos
ro: Activat
ru: Включенные
sk_sk: Povolené
sl_si: Omogočene
sv: Aktiverad
tr: Açık

source: Continuing
af: Voortgesette
ar: مستمر
ca: En emissió
cs: Pokračování
da: Fortsættes
de: Läuft
el: Συνεχίζεται
es: En emisión
eu: Emisioan
fr: En cours
fy: Fuortset
gl: Emitíndose
he: ממשיך
hu: Folytatás
it: in corso
nl: Doorgaan
no: Fortsetter
pl: W trakcie
pt_br: Em exibição
pt_pt: Em exibição
ro: Continua
ru: Продолжается
sk_sk: Pokračuje
sl_si: Predvajan
sv: Fortsätter
tr: Devam ediyor

source: Custom
ar: مخصص
ca: RSS
cs: Vlastní
de: Angepasst
el: Προσαρμοσμένο
es: Person.
fr: Personnalisés
fy: Oanpast
gl: Personalizado
hu: Egyedi
it: Personali
nl: Aangepast
no: Tilpassede
pl: Własne
pt_br: Personalizado
pt_pt: Person.
ro: Personal
ru: Пользовательские
sk_sk: Vlastné
sl_si: Lastne
sv: Anpassad
tr: Manuel

source: Episode
ar: حلقة
ca: Episodi
cs: Epizoda
da: Afsnit
el: Επεισόδιο
es: Episodio
eu: Atala
fr: Épisode
fy: Ôflevering
gl: Episodio
he: פרק
hu: Sorozat Rész
is: Þáttur
it: Episodio
ja: エピソード
nl: Aflevering
pl: Odcinek
pt_br: Episódio
pt_pt: Episódio
ro: Episod
ru: Серия
sk_sk: Epizóda
sl_si: Epizoda
sv: Avsnitt
tr: Bölüm

source: Default video quality:
af: Standaard video kwaliteit:
ar: جودة الفيديو الافتراضية :
ca: Qualitat de vídeo per defecte:
cs: Výchozí kvalita videa:
da: Standard videokvalitet:
de: Video-Qualität:
el: Προεπιλεγμένη ποιότητα βίντεο:
es: Calidad de video predeterminada:
eu: Bideoen kalitatea aurremugatua:
fr: Qualité vidéo par défaut :
fy: Standert fideokwaliteit:
gl: Calidade de vídeo por defecto:
he: ברירת מחדל לאיכות וידאו:
hu: Alapértelmezett videó minőség:
is: Sjálfgefin myndgæði:
it: Qualità di default:
ja: デフォルトビデオクオリティー
nl: Standaard video kwaliteit:
no: Foretrukket videokvalitet:
pl: Domyślna jakość wideo:
pt_br: Qualidade padrão:
pt_pt: Qualidade predefinida:
ro: Calitate video implicita:
ru: Качество видео по умолчанию:
sk_sk: Predvolená kvalita videa:
sl_si: Privzeta video kakovost:
sv: Standard videokvalitét:
tr: Seçili görüntü kalitesi:

source: Disabled
af: Gestremdes
ar: تعطيل
ca: Desactivats
cs: Zakázané
de: Deaktiviert
el: Απενεργοποίηση
es: Deshabil.
fr: Désactivés
fy: Útskeakele
gl: Desactivado
hu: Inaktív
it: Disabilitato
nl: Uitgeschakeld
no: Passive
pl: Wyłączony
pt_br: Inativo
pt_pt: Desactivos
ro: dezactivat
ru: Выключенные
sk_sk: Zakázané
sl_si: Onemogočene
sv: Avstängd
tr: Kapalı

source: Donate
af: Skenk
ar: تبرع
ca: Dóna
cs: Darujte $
da: Donér
de: Spenden
el: Εισφορές
es: Donar
eu: Donazioa egin
fr: Faire un don
fy: Donaasje
gl: Doar
he: תרום
hu: Adományozás
it: Fai una donazione
nl: Doneer
no: Donér
pl: Wesprzyj nas
pt_br: Doar
pt_pt: Doar
ro: Doneaza
ru: Помочь
sk_sk: Prispieť finančne
sl_si: Donirajte
sv: Donera
tr: Bağış

source: Download Preferences
af: Voorkeure vir Downloads
ar: تحميل الخصائص
ca: Preferències de baixada.
cs: Možnosti stahování
da: Hent indstillinger
de: Download Einstellungen
el: Προτιμήσεις Λήψεων
es: Preferencias de descarga
eu: Deskarga ezarpenak
fr: Préférences de téléchargement
fy: Ynlaadfoarkar
gl: Descargar prefencias
he: הגדרות הורדה
hu: Letöltés Beállítások
is: Niðurhalsstillingar
it: Preferenze di download
ja: ダウンロード設定
nl: Download voorkeuren
no: Innstillinger for nedlasting
pl: Ustawienia pobierania
pt_br: Preferências de Transferência
pt_pt: Preferências de descargas
ro: Preferinte de descarcare
ru: Настройки закачки
sk_sk: Nastavenia sťahovania
sl_si: Prenesi nastavitve
sv: Ladda ned inställningar
tr: İndirme Tercihleri

source: Edit
af: Bearbeiten
ar: تحرير
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
fy: Bewurkje
gl: Editar
he: ערוך
hu: Szerkesztés
it: Modifica
nl: Verander
no: Rediger
pl: Zmień
pt_br: Editar
pt_pt: Editar
ro: Editare
ru: Изменить
sk_sk: Upraviť
sl_si: Urejanje
sv: Redigera
tr: Düzenle

source: Episode Name
af: Naam van die episode
ar: اسم الحلقة
ca: Nom de l'episodi
cs: Název epizody
da: Navn på afsnit
de: Titel
el: Όνομα Επεισοδίου
es: Nombre del Episodio
eu: Atalaren izena
fr: Nom de l’épisode
fy: Ôfleveringsnamme
gl: Nome do episodio
he: שם פרק
hu: Sorozat Rész Címe:
is: Nafn þattar
it: Titolo episodio
ja: エピソード名
nl: Naam van de aflevering
no: Episodetittel
pl: Tytuł odcinka
pt_br: Nome do episódio
pt_pt: Nome do episódio
ro: Nume Episod
ru: Название серии
sk_sk: Názov epizódy
sl_si: Ime epizode
sv: Avsnittsnamn
tr: Bölüm Adı

source: Episode naming convention:
af: Episode naamkonvensie:
ar: تركيبة تسمية الحلقة :
ca: Nomenclatura d'episodis:
cs: Vzor pojmenovávání epizod:
de: Namens-Schema für Episoden:
el: Τύπος ονομασίας επεισοδίων:
es: Convención de nombrado:
fr: Nommage des épisodes :
fy: Ôflevering nammejouwing:
gl: Convención para nomear os episodios:
hu: Sorozat rész név formátum:
it: Formato nome episodi:
nl: Standaard naamgeving afleveringen:
no: Navneformat for episoder:
pl: Schemat nazewnictwa odcinków
pt_br: Nomear episódios como:
pt_pt: Nomear os episódios segundo:
ru: Конвертация имен эпизодов:
sk_sk: Vzor pomenovania epizód:
sl_si: Preimenovanje epizod
sv: Döp avsnitt så här:
tr: Bölüm adlandırma kuralı:

source: Episode save location:
af: Episode stoor plek:
ar: مسار حفظ الحلقة :
ca: Lloc on guardar els episodis:
cs: Ukládat epizody do:
da: Sti til hentede afsnit:
de: Episoden sichern in:
el: Τοποθεσία αποθήκευσης:
es: Guardar los episodios en:
eu: Atalak non gorde:
fr: Dossier de téléchargement :
fy: Ôflevering bewarlokaasje:
gl: Gardar os episodios en:
he: מיקום שמירת פרק:
hu: Sorozat rész mentési helye:
is: Staðsetning til að vista þætti:
it: Salva in:
ja: エピソード保存場所
nl: Opslaglocatie voor afleveringen:
no: Velg sted for lagring av episoder :
pl: Zapisuj odcinki w:
pt_br: Salvar episódios em:
pt_pt: Guardar episódios em:
ro: Locatia showurilor:
ru: Сохранять серии в папке:
sk_sk: Miesto uloženia epizód:
sl_si: Lokacija za shranjevanje epizod:
sv: Plats att spara avsnitt:
tr: Bölüm kaydetme yeri:

source: Feed
ar: خلاصات
cs: Kanál
el: Ροή
eu: Feed-a
fr: Flux RSS
hu: Hírfolyam
is: Matari
ja: フィード
no: Kilde
pl: Kanał
ro: Lista
ru: Лента
sk_sk: Kanál
sl_si: Tok
sv: Flöde
tr: Akış

source: Feed URLs
ar: رابط الخلاصات
ca: URL del feed
cs: Adresy odběrů
da: Feed URL
el: URLs ροής
es: Enlaces al feed
fr: URL du flux
fy: Feed Keppelingen
gl: Ligazóns do feed
hu: Hírfolyam URL címek
it: URL feed RSS
no: Kildeadresser
pl: URL kanału
pt_br: URLs do feed
pt_pt: URL do feed
ro: URL-uri de feed-uri
ru: Адреса подписки
sk_sk: Adresy odberov
sl_si: URL tok
sv: RSS adress
tr: Akış URL'i

source: Download HD versions by default
af: Alfaai op HD weergawes by verstek
ar: تحميل إصدارات HD افتراضيا
ca: Baixa versions HD per defecte
cs: Vždy stahovat HD verze pořadů
da: Download HD version som standard
de: Standardmäßig HD Versionen herunterladen
el: Κατεβάστε εκδόσεις HD ως προεπιλογή
es: Descargar versiones en HD por defecto
eu: HD bertsioak deskargatu ezarpenez
fr: Télécharger les versions HD par défaut
fy: Altiid HD ferzjes ynlade
gl: Descargar versións en HD por defecto
hu: Letöltés HD minőségben
it: Scaricare la versione HD per default
nl: Download standaard in HD
no: Last ned HD-versjon
pl: Pobieraj domyślnie wersje w jakości HD
pt_br: Transferir em HD por padrão
pt_pt: Transferir versão em HD por predefinição
ro: Descarca versiuni HD implicit
ru: Скачивать в HD по умолчанию
sk_sk: Sťahovať HD verzie v predvolenom nastavení
sl_si: Privzeto prenesite HD različico
sv: Ladda ned avsnitt i HD som standard
tr: Varsayılan olarak Yüksek Çözünürlüklü (HD) versiyonları indir

source: General Settings
af: Instellings vir Algemene
ar: إعدادات عامة
ca: Configuració general
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Preferencias generales
eu: Ezarpen orokorrak
fr: Paramètres généraux
fy: Algemiene Ynstellingen
gl: Axustes xerais
he: הגדרות כלליות
hu: Általános Beállítások
it: Impostazioni generali
nl: Algemene Instellingen
no: Generelle innstillinger
pl: Ustawienia ogólne
pt_br: Preferências Gerais
pt_pt: Definições gerais
ro: Setări generale
ru: Общие настройки
sk_sk: Obecné nastavenia
sl_si: Splošne nastavitve
sv: Allmänna inställningar
tr: Genel Ayarlar

source: Growl Settings
af: Stellings vir Growl
ar: إعدادات نظام التنبيهات (Growl)
ca: Configuració de Growl
cs: Nastavení Growlu
da: Growl indstillinger
de: Growl-Einstellungen
el: Ρυθμίσεις Growl
es: Preferencias de Growl
eu: Growl ezarpenak
fr: Préférences Growl
fy: Growl Ynstellingen
gl: Configuración de Growl
he: הגדרות Growl
hu: Growl értesítési beállítások
is: Growl stillingar
it: Impostazioni Growl
ja: Growl設定
nl: Growl voorkeuren
no: Innstillinger for Growl
pl: Ustawienia Growl
pt_br: Configurações do Growl
pt_pt: Configurações do Growl
ro: Setari Growl
ru: Настройки Growl
sk_sk: Nastavenia Growl
sl_si: Growl nastavitve
sv: Growl-inställningar
tr: Growl Ayarları

source: I am already a Miso user
af: Ek is reeds 'n Miso gebruiker
ar: لدي حساب في Miso
ca: Ja sóc usuari de Miso
cs: Používám Miso
de: Ich bin schon Miso-Benutzer
el: Είμαι ήδη χρήστης του Miso
es: Ya soy usuario de Miso
fr: Je suis déjà un utilisateur Miso
fy: Ik bin al in Miso brûker
gl: Xa son usuario de Miso
hu: Rendelkezek Miso fiókkal
it: Sono già un utente Miso
nl: Ik ben al een Miso gebruiker
no: Jeg bruker allerede Miso
pl: Jestem już użytkownikiem Miso
pt_br: Eu já sou um usuário Miso
pt_pt: Já sou um utilizador Miso
ru: Я уже пользователь Miso
sk_sk: Používam Miso
sl_si: Že sem Miso uporabnik
sv: Jag är redan en Miso användare
tr: Ben zaten Miso'ya üyeyim

source: Include anonymous system information
af: Sluit anonieme stelsel inligting
ar: تضمين نظام معلومات مجهولة المصدر
ca: Inclou informació anònima del sistema.
cs: Připojovat anonymní systémové informace
da: Medsend anonym systeminformation
de: Anonyme Systeminformationen mitsenden
el: Συμπεριλάβετε ανώνυμες πληροφορίες συστήματος
es: Incluir información anónima del sistema
eu: Sistemaren informazio anonimoa ezarri
fr: Inclure des informations non-personnelles de votre système
fy: Anonime systeemynformaasje ynslute
gl: Incluir información anónima do sistema
he: כלול מידע מערכת אנונימי
hu: Névtelen rendszerinformáció küldése
is: Senda nafnlausar kerfisupplýsingar
it: Includi informazioni anonime sul sistema
ja: 匿名のシステム情報を含む。
nl: Voeg anonieme systeeminformatie toe
no: Send anonymisert systeminformasjon
pl: Dołącz anonimowy profil systemu
pt_br: Incluir informações anônimas sobre o sistema
pt_pt: Incluir informações anónimas sobre o sistema
ro: Include informatii anonime despre sistem
ru: Включать анонимную информацию о системе
sk_sk: Pripojiť anonymné systémové informácie
sl_si: Vključi anonimne sistemske informacije
sv: Inkludera anonym systeminformation
tr: Anonim sistem bilgisi ilet

source: Info
af: Besonderhede
ar: معلومات
ca: Informació
da: Information
de: Informationen
el: Πληροφορίες
es: Información
eu: Informazioa
fr: Infos
fy: Ynfo
gl: Información
he: מידע
hu: Információ
is: Upplýsingar
it: Informazioni
ja: インフォメーション
pt_br: Informações
pt_pt: Informações
ru: Информация
sl_si: Informacije
sv: Information
tr: Bilgi

source: Ended
af: Geëindig
ar: انتهى
ca: Finalitzat
cs: Konec
da: Afsluttet
de: Beendet
el: Τερματίστηκε
es: Finalizado
eu: Amaitua
fr: Terminé
fy: Ôfrûn
gl: Finalizado
he: הסתיימה
hu: Véget ért
it: Terminato
nl: Beëindigd
no: Avsluttet
pl: Zakończony
pt_br: Terminada
pt_pt: Terminada
ro: Terminat
ru: Завершено
sk_sk: Ukončený
sl_si: Končan
sv: Avslutad
tr: Bitti

source: Last Aired
af: Laaste Aired
ar: اخر ما تم بثه
ca: Darrera emissió
cs: Naposledy odvysíláno
da: Sidst sendt
de: Letzte Ausstrahlung
el: Τελευταία Προβολή
es: Último emitido
eu: Azken emisioa
fr: Dernière diffusion
fy: Lêstlyn Útstjoerd
gl: Último emitido
he: שודר לאחרונה
hu: Legutóbbi Megjelenés
is: Síðast sýndur
it: Trasmesso
ja: 最終放送日
nl: Laatst uitgezonden
no: Vist på TV
pl: Ostatnio wyemitowane
pt_br: Última Exibição
pt_pt: Última exibição
ro: Ultima emisie
ru: Последний эфир
sk_sk: Naposledy odvysielané
sl_si: Zadnja epizoda na sporedu
sv: Senast sänt
tr: Son Yayın Tarihi
