Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: 1 day
af: Een dag
ar: 1 يوم
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
eu: Egun bat
fr: 1 jour
fy: 1 dei
gl: 1 día
he: יום אחד
hu: 1 nap
is: 1 dagur
it: 1 giorno
ja: 1日
nl: 1 dag
no: Daglig
pl: 1 dzień
pt_br: 1 dia
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
sk_sk: 1 deň
sl_si: 1 dan
sv: 1 dag
tr: Günde bir

source: at
af: op
ar: في
ca: a les
cs: v
da: kl.
de: um
el: στις
es: a las
eu: ordua:
fr: à
fy: om
gl: ás
he: ב
hu: ekkor
it: alle
nl: om
no: kl
pl: o
pt_br: às
pt_pt: às
ro: la
ru: в
sk_sk: o
sl_si: ob
sv: klockan

source: 1 hour
af: Een uur
ar: 1 ساعة
ca: 1 hora
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 ώρα
es: 1 hora
eu: ordu bat
fr: 1 heure
fy: 1 oere
gl: 1 hora
he: שעה אחת
hu: 1 óra
is: 1 klukkustund
it: 1 ora
ja: 1時間
nl: 1 uur
no: Hver time
pl: 1 godzinę
pt_br: 1 hora
pt_pt: 1 hora
ro: 1 ora
ru: 1 час
sk_sk: 1 hodina
sl_si: 1 ura/o
sv: 1 timme
tr: Saat başı

source: 12 hours
af: Twaalf uur
ar: 12 ساعة
ca: 12 hores
cs: 12 hodin
da: 12 timer
de: 12 Stunden
el: 12 ώρες
es: 12 horas
eu: 12 ordu
fr: 12 heures
fy: 12 oeren
gl: 12 horas
he: 12 שעות
hu: 12 óra
is: 12 klukkustundir
it: 12 ore
ja: 12時間
nl: 12 uur
no: Hver 12. time
pl: 12 godzin
pt_br: 12 horas
pt_pt: 12 horas
ro: 12 ore
ru: 12 часов
sk_sk: 12 hodín
sl_si: 12 ur
sv: 12:e timme
tr: 12 saatte bir

source: 15 minutes
af: 15 minute
ar: 15 دقيقة
ca: 15 minuts
cs: 15 minut
da: 15 minutter
de: 15 Minuten
el: 15 λεπτά
es: 15 minutos
eu: 15 minutu
fy: 15 minuten
gl: 15 minutos
he: 15 דקות
hu: 15 perc
is: 15 mínútur
it: 15 minuti
ja: 15分
nl: 15 minuten
no: Hvert 15. minutt
pl: 15 minut
pt_br: 15 minutos
pt_pt: 15 minutos
ro: 15 minute
ru: 15 минут
sk_sk: 15 minút
sl_si: 15 minut
sv: 15:e minut
tr: 15 dakikada bir

source: 3 hours
af: Drie uur
ar: 3 ساعات
ca: 3 hores
cs: 3 hodiny
da: 3 timer
de: 3 Stunden
el: 3 ώρες
es: 3 horas
eu: 3 ordu
fr: 3 heures
fy: 3 oeren
gl: 3 horas
he: 3 שעות
hu: 3 óra
is: 3 klukkustundir
it: 3 ore
ja: 3時間
nl: 3 uur
no: Hver 3. time
pl: 3 godziny
pt_br: 3 horas
pt_pt: 3 horas
ro: 3 ore
ru: 3 часа
sk_sk: 3 hodiny
sl_si: 3 ure
sv: 3:e timme
tr: 3 saatte bir

source: 30 minutes
af: 30 minute
ar: 30 دقيقة
ca: 30 minuts
cs: 30 minut
da: 30 minutter
de: 30 Minuten
el: 30 λεπτά
es: 30 minutos
eu: 30 minutu
fy: 30 minuten
gl: 30 minutos
he: 30 דקות
hu: 30 perc
is: 30 mínútur
it: 30 minuti
ja: 30分
nl: 30 minuten
no: Hver halvtime
pl: 30 minut
pt_br: 30 minutos
pt_pt: 30 minutos
ro: 30 minute
ru: 30 минут
sk_sk: 30 minút
sl_si: 30 minut
sv: 30:e minut
tr: 30 dakikada bir

source: 6 hours
af: Ses ure
ar: 6 ساعات
ca: 6 hores
cs: 6 hodin
da: 6 timer
de: 6 Stunden
el: 6 ώρες
es: 6 horas
eu: 6 ordu
fr: 6 heures
fy: 6 oeren
gl: 6 horas
he: 6 שעות
hu: 6 óra
is: 6 klukkustundir
it: 6 ore
ja: 6時間
nl: 6 uur
no: Hver 6. time
pl: 6 godzin
pt_br: 6 horas
pt_pt: 6 horas
ro: 6 ore
ru: 6 часов
sk_sk: 6 hodín
sl_si: 6 ur
sv: 6:e timme
tr: 6 saatte bir

source: All
af: Alle
ar: الكل
ca: Tots
cs: Všechny
de: Alle
el: Όλες
es: Todos
fr: Tous
fy: Alle
gl: Todo
hu: Minden
it: Tutti
nl: Allemaal
no: Alle
pl: Wszystkie
pt_br: Todos
pt_pt: Todos
ro: Tot
ru: Все
sk_sk: Všetky
sl_si: Vse
sv: Alla
tr: Tümü

source: A message is logged each time new episodes are checked for. Unless noted otherwise, no new episodes were found.
af: n Boodskap is aangeteken elke keer nuwe episodes vir nagegaan word. Tensy anders vermeld, is geen nuwe episodes gevind nie.
ar: يتم تسجيل رسالة في كل مرة يتم التحقق من حلقات جديدة . ما لم يذكر خلاف ذلك ، أو لم يتم العثور على حلقات جديدة.
ca: Es guarda un missatge al fitxer de registre cada vegada que es busquen nous episodis. Mentre no s'indiqui el contrari, no s'han trobat episodis.
cs: Při každém ověření dostupnosti nové epizody se vytváří záznam. Pokud není uvedeno jinak, nebyly nalezeny žádné nové epizody.
de: Bei jeder Überprüfung auf neue Folgen wird eine Nachricht protokolliert. Soweit nicht anders vermerkt wurden keine neuen Folgen gefunden.
el: Ένα μήνυμα καταγράφεται κάθε φορά που γίνεται έλεγχος για νέα επεισόδια. Αν δεν αναφερθεί κάτι, δεν βρέθηκαν νέα επεισόδια.
es: En cada comprobación de episodios se registra un mensaje. Salvo que se indique lo contrario, no hay nuevos episodios.
eu: Atal berriak bilatzen diren dakoitzean mezu bat gordetzen da erregistroan. Besterik ez bada esaten, ez daude atal berririk.
fr: Un message est enregistré lors de chaque vérification de la présence de nouveaux épisodes. Sauf message spécifique, aucun nouvel épisode n’a été trouvé.
fy: In berjocht wurdt bewarre eltse kear dat der nei nije ôfleveringen socht wurdt. Útsein wannear oars oanjaan, binne der no gjin nije ôfleveringen fûn.
gl: Rexístrase unha mensaxe en cada comprobación. A non ser que se indique o contrario, non hai novos episodios.
hu: Egy üzenet elraktározódik minden új sorozat rész keresésnél. Amennyiben máshogy nem értesült, új sorozatrész nem lett találva.
it: Un messaggio di log è creato ogni volta che un episodio è selezionato. NEssun episodio trovato quando non indicato diversamente.
nl: Elke keer dat er naar nieuwe afleveringen is gezocht wordt er een bericht in het log opgeslagen. Tenzij anders genoteerd zijn er geen nieuwe afleveringen gevonden.
no: Det logges hver gang det sjekkes etter nye episoder. Om ikke annen beskjed kommer opp, ble det ikke funnet noen nye episoder.
pt_br: Uma mensagem é registrada toda vez que é checado por um novo episódio. A não ser que tenha pedido o contrário, nenhum episódio foi encontrado.
pt_pt: É registada uma mensagem cada vez que são procurados novos episódios. A não ser que seja indicado o contrário, nenhum episódio foi encontrado.
ru: Сообщения регистрируются каждый раз, когда происходит поиск новых эпизодов. Если не указано иное, то новые эпизоды не были найдены.
sk_sk: Pri každom overovaní dostupnosti novej epizódy sa vytvára záznam. Pokiaľ nieje uvedené inak, neboly nájdené žiadne nové epizódy.
sl_si: Sporočilo je zabeleženo vsakič, ko se preverja za nove epizode. Če ni navedeno drugače, ni nobenih novih epizod.
sv: Ett meddelande blir loggat varje gång nya avsnitt söks. Om inget annat meddelas så hittades inga nya avsnitt
tr: Her yeni bölüm aramada günlüğe bir kayıt eklenir. Aksi belirtilmedikçe, yeni bölüm bulunmadı demektir.

source: A new episode of %@ is being downloaded.
af: n Nuwe episode van $@ is word afgelaai.
ar: حلقة جديدة من @ ٪ يتم تحميلها.
ca: S'està baixant un nou episodi de %@.
cs: Stahuji novou epizodu pořadu %@.
da: Et nyt afsnit af %@ er igang med at blive hentet.
de: Eine neue Episode von %@ wird heruntergeladen.
el: Κατεβαίνει ένα νέο επεισόδιο του %@.
es: Se está descargando un nuevo episodio de %@.
eu: %@ -ren atal berri bat deskargatzen ari da
fr: Un nouvel épisode de %@ est en cours de téléchargement.
fy: In nije ôflevering fan %@ wurdt ynladen.
gl: Un novo episodio de %@ está sendo descargado.
he: הורד הפרק החדש של @%.
hu: A(z) %@ új sorozat része töltődik.
is: Verið er að sækja nýjan þátt af %@.
it: Sto scaricando un nuovo episodio di %@.
ja: 新エピソードの%@のダウンロード終了
nl: Een nieuwe aflevering van %@ wordt gedownload.
no: En ny episode av %@ lastes ned.
pl: Rozpoczęto ściąganie nowego odcinka %@.
pt_br: Um novo episódio de %@ está sendo transferido.
pt_pt: Está a ser descarregado um novo episódio de %@.
ro: Un nou episod din %@ este descarcat.
ru: Новая серия %@ была скачана.
sk_sk: Sťahuje sa nová epizóda seriálu %@.
sl_si: Nova epizoda serije @% se je začela prenašati.
sv: Ett nytt avsnitt av %@ laddas ned.
tr: %@ için yeni bir bölüm indiriliyor.

source: A new version of TVShows is available for download.
af: n Nuwe weergawe van TVShows is beskikbaar vir aflaai.
ar: نسخة جديدة من TVShows متوفرة للتحميل.
ca: Hi ha una nova versió del TVShows disponible per a baixar.
cs: Ke stažení je dostupná nová verze TVShows
da: En ny version af TVShows er tilgængelig
de: Eine neue Version von TVShows ist verfügbar.
el: Μια νέα έκδοση του TVShows είναι διαθέσιμη για λήψη.
es: Hay una nueva versión de TVShows disponible para descarga.
eu: TVShows-en bertsio berri bat dago eskuragarri
fr: Une nouvelle version de TVShows est disponible.
fy: In nije ferzje fan TVShows is beskikber foar ynladen.
gl: Unha nova versión de TVShows está disponible para descargar.
hu: Elérhető a TVShows újabb verziója.
is: Ný útgáfa af TVShows er í boði.
it: Una nuova versione di TVShows è disponibile per il download.
ja: 最新のTVShowsダウンロード可能
nl: Een nieuwe versie van TVShows is beschikbaar om te downloaden.
no: En ny versjon av TVShows er tilgjengelig for nedlasting.
pl: Now wersja TVShows jest dostępna do pobrania.
pt_br: Uma nova versão do TVShows está disponível para transferência.
pt_pt: Está disponível uma nova versão do TVShows para descarga.
ro: O noua versiune TVShows este gata de descarcat.
ru: Новая версия TVShows доступна для загрузки.
sk_sk: Na stiahnutie je dostupná nová verzia TVShows.
sl_si: Nova različica TVShows je na voljo za prenos.
sv: En ny version av TVShows finns tillgänglig för nedladdning.
tr: TVShows'un yeni bir sürümü indirmek için hazır.

source: A new version of TVShows is being downloaded and installed.
af: n Nuwe weergawe van TVShows word afgelaai en geïnstalleer.
ar: جاري تحميلها نسخة جديدة من TVShows وتثبيتها.
ca: S'està baixant i instal·lant una nova versió del TVShows.
cs: Stahuji a instaluji novou verzi TVShows.
da: En ny version af TVShows er igang med at blive hentet og installeret.
de: Eine neue Version von TVShows wird heruntergeladen und installiert.
el: Μια νέα έκδοση του TVShows λαμβάνετε και εγκαθιστάτε.
es: Se está descargando e instalando una nueva versión de TVShows.
eu: TVShows-en bertsio berria deskargatzen eta instalatzen ari da.
fr: Une nouvelle version de TVShows est en cours de téléchargement et d’installation.
fy: In nije ferzje fan TVShows wurdt ynlaad en ynstallearre.
gl: Unha nova versión de TVShows está sendo descargada e instalada.
hu: A TVShows újabb verziója töltődik majd települ.
is: Verið er að sækja og setja upp nýja útgáfu af TVShows
it: Sto scaricando e installando una nuova versione di TVShows.
ja: 最新のTVShowsのダウンロード・インストール中
nl: Een nieuwe versie van TVShows wordt gedownload en geïnstalleerd.
no: En ny versjon av TVShows lastes ned og installeres.
pl: Nowa wersja TVShows zostanie pobrana i zainstalowana.
pt_br: Uma nova versão do TVShows está sendo transferida e instalada.
pt_pt: Está a ser descarregada e instalada uma nova versão do TVShows.
ro: O noua versiune TVShows se descarca si se va instala.
ru: Новая версия TVShows загружена и установлена.
sk_sk: Sťahuje a inštaluje sa nová verzia TVShows.
sl_si: Nova različica TVShows se prenaša in namešča.
sv: En ny version av TVShows laddas ned och installeras.
tr: TVShows'un yeni bir sürümü kurulmak üzere indiriliyor.

source: A newer show list cannot be found. Using an old show list temporarily.
af: 'n Nuwer show lys kan nie gevind word nie. 'n Ou show lys tydelik.
ar: لا يمكن العثور على احدث قائمة للمسلسلات. سيتم استخدام قائمة مسلسلات قديمة مؤقتا.
ca: No es pot trobar una llista de programes més recent. S'està utilitzant una antiga temporalment.
cs: Novější seznam pořadů nebyl nalezen. Prozatím bude použit starý seznam pořadů.
da: En nyere liste over udsendelser blev ikke fundet. En tidligere liste vil blive brugt midlertidigt.
de: Es konnte keine neuere Sendungsliste gefunden werden. Zwischenzeitlich wird eine alte Sendungsliste verwendet.
el: Αδυναμία εύρεσης λίστας σειρών. Χρησιμοποιείται προσωρινά μια παλιά λίστα.
es: No se puede encontrar una lista de series más actual. Usando una lista antigua temporalmente.
eu: Ezin da telesailen zerrenda berriagorik aurkitu. Orain arteko zerrenda erabiliko da.
fr: Impossible de trouver une liste de séries plus récente. Utilisation temporaire d’une ancienne liste.
fy: In nijere sjo-list wie net fûn. Der wurdt tydlik in âlde sjo-list brûkt.
gl: Non se pode atopar unha nova lista de series. Usarase unha lista antiga temporalmente.
he: לא נמצאה רשימת תוכניות חדשה יותר. משתמש ברשימת תוכניות ישנה באופן זמני.
hu: Nem található újabb sorozat lista. Átmenetileg egy régebbi sorozat lista lesz használva.
is: Fann ekki nýrri þáttalista. Notast við gamlan lista til bráðabirgða.
it: Non è stato possibile trovare una nuova versione dell'elenco delle serie. Sarà usata temporaneamente una vecchia versione dell'elenco.
ja: 新しい番組リストが見つかりません。一時的に古いリストを表示します。
nl: Er kan geen nieuwere lijst met series gevonden worden. Er wordt tijdelijk gebruik gemaakt van een oude lijst.
no: FInner ikke oppdatert programliste. Bruker midlertidig liste inntil videre.
pl: Nie można znaleźć aktualnej listy seriali. Tymczasowo wczytano starą listę.
pt_br: Uma nova lista de séries não foi encontrada. Usando uma lista antiga temporariamente.
pt_pt: Não foi possível encontrar uma lista de séries mais recente. A utilizar temporariamente uma lista de séries antiga.
ro: O lista noua nu a fost gasita. Folosesc o lista veche.
ru: Новый список телешоу не найден. Временно будет использован старый список телешоу.
sk_sk: Najnovší zoznam seriálov sa nenašiel. Dočasne bude použitý starý zoznam.
sl_si: Novejšega seznama serij ni mogoče najti. Začasno boste uporabljali stari seznam.
sv: En nyare TV-programlista kan inte hittas. Använder temporärt en äldre programlista.
tr: Daha yeni bir dizi listesi bulunamıyor. Geçici olarak eski dizi listesi kullanılıyor.

source: A show list cannot be found. Please try again later or check your internet connection.
af: n Show lys kan nie gevind word nie. Probeer asseblief later weer of gaan jou internet-verbinding.
ar: لا يمكن العثور على قائمة المسلسلات. يرجى المحاولة مرة أخرى لاحقا أو تحقق من اتصال الإنترنت الخاص بك.
ca: No es pot trobar la llista de programes. Torneu-ho a provar més tard o reviseu la connexió a Internet.
cs: Nelze nalézt seznam pořadů. Zkuste to prosím později znovu, nebo zkontrolujte své připojení k internetu.
da: En liste over udsendelser blev ikke fundet. Prøv igen senere eller tjek om du har forbindelse til internettet.
de: Es konnte keine Sendungsliste gefunden werden. Bitte versuchen Sie es später noch einmal oder überprüfen Sie ihre Internetverbindung.
el: Αδυναμία εύρεσης λίστας σειρών. Παρακαλώ δοκιμάστε αργότερα ή ελέγξτε τη σύνδεσή σας στο Internet.
es: No se puede encontrar la lista de series. Inténtelo de nuevo más tarde o compruebe su conexión a internet.
eu: Ezin da telesailen zerrenda aurkitu. Saiatu beranduago edo begiratu ea internet konexioa badabilen.
fr: Liste des séries introuvable. Réessayez plus tard ou vérifiez votre connexion Internet.
fy: Der wie gjin sjo-list fûn. Probearje it letter nochris of kontrolearje dyn ynternetferbining.
gl: Unha lista de series non se pode atopar. Por favor proba de novo máis tarde ou comproba a túa conexión a Internet.
he: לא נמצאה רשימת תוכניות. אנא נסה מאוחר יותר או בדוק את חיבור האינטרנט.
hu: A sorozat lista nem található. Próbálja meg később vagy ellenőrizze internetkapcsolatát.
is: Listi yfir þætti fannst ekki. Reyndu síðar eða athugaðu nettenginguna.
it: Non è stato possibile trovare un elenco delle serie. Riprova più tardi o assicurati di essere connesso a Internet.
ja: 番組リストが見つかりませんでした。もう一度試してみるか、インターネット接続状況を確認して下さい。
nl: Er kan geen lijst met series gevonden worden. Probeert u het later nog eens of controleer uw internet verbinding.
no: Kan ikke finne en programliste. Vennligst prøv igjen senere eller kontroller internettforbindelsen din.
pl: Nie można znaleźć listy seriali. Proszę spróbować ponownie później lub sprawdzić czy nie występują problemy z połączeniem internetowym.
pt_br: Uma lista de séries não foi encontrada. Por favor tente novamente mais tarde ou verifique sua conexão de internet.
pt_pt: Não foi possível encontrar uma lista de séries. Por favor tente novamente mais tarde ou verifique a sua ligação à internet.
ro: Lista de show-uri nu poate fi gasita. Va rugam sa incercati din nou mai tarziu sau sa verificati conexiunea la Internet.
ru: Список телешоу не найден. Пожалуйста, попробуйте позже или проверьте свое интернет-соединение.
sk_sk: Zoznam serálov sa nenašiel. Skúste to prosím neskôr alebo skontolujte pripojenie k internetu.
sl_si: Seznama serij ni mogoče najti. Poskusite znova pozneje ali pa preverite internetno povezavo.
sv: En TV-programlista kan inte hittas. Var vänlig försök senare eller kontrollera din internetanslutning.
tr: Dizi listesi bulunamıyor. Lütfen İnternet bağlantını kontrol et ya da daha sonra tekrar dene.

source: About
af: Oor
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
eu: Honi buruz
fr: À propos
fy: Oer
gl: Acerca de
he: אודות
hu: Névjegy
is: Um
it: Informazioni
ja: について
nl: Over
no: Om
pl: O…
pt_br: Sobre
pt_pt: Acerca
ro: Despre
ru: О программе
sk_sk: O aplikácii
sl_si: O programu
sv: Om
tr: Hakkında

source: Add a custom RSS source
af: Voeg 'n pasgemaakte RSS bron
ar: إضافة مصدر خلاصات (RSS) مخصص
ca: Afegeix una font RSS personalitzada.
cs: Přidat vlastní RSS zdroj
da: Tilføj en RSS kilde
de: Eigenen RSS-Feed hinzufügen
el: Ροή RSS
es: Agregar una fuente RSS personalizada
eu: Gehitu RSS iturri pertsonalizatu bat
fr: Ajouter une source RSS personnalisée
fy: In oanpaste RSS-boarne taheakje
gl: Engadir detalles dunha fonte RSS personalizada
he: הוסף מקור RSS שונה
hu: Egyesi RSS forrás megadása
is: Bæta við sérsniðinni RSS uppsprettu
it: Aggiungi un feed RSS personalizzato
ja: カスタムRSSソースを追加する。
nl: Voeg een aangepaste RSS bron toe
no: Legg til RSS-kilde
pl: Dodaj własne źródło RSS.
pt_br: Adicionar uma fonte RSS
pt_pt: Adicionar uma fonte RSS personalizada
ro: Adauga o sursa RSS
ru: Добавить пользовательский источник RSS
sk_sk: Pridať vlastný zdroj RSS
sl_si: Dodajte RSS vir po meri
sv: Lägg till en egen RSS-källa
tr: Kendi RSS kaynağını ekle

source: Add Custom RSS
af: Voeg Custom RSS
ar: إضافة خلاصات (RSS) مخصص
ca: Afegeix un RSS
cs: Přidat vlastní RSS
da: Tilføj brugerdefineret RSS
de: Eigenen RSS-Feed hinzufügen
el: Ροή RSS
es: Añadir RSS pers.
fr: + Flux RSS
fy: Oanpaste RSS Taheakje
gl: Engadir RSS personalizado
hu: Egyedi RSS Hozzáadása
it: Aggiungi feed RSS personalizzato
nl: Voeg een aangepaste RSS toe
no: Legg til RSS-kilde
pl: Własny RSS
pt_br: Adicionar RSS
pt_pt: Adicionar RSS
ro: Adauga RSS
ru: Добавить RSS
sk_sk: Pridať vlastné RSS
sl_si: Dodajte RSS po meri
sv: Lägg till en egen RSS-källa
tr: RSS Ekle

source: Add Show
af: Voeg Show
ar: إضافة مسلسل
ca: Nou programa
cs: Přidat pořad
da: Tilføj serie
de: Neue Show
el: Προσθήκη Σειράς
es: Añadir serie
eu: Gehitu telesaila
fr: + Série
fy: Sjo taheakje
gl: Engadir programa
he: הוספת תוכנית
hu: Sorozat hozzáadása
it: Aggiungi show
nl: Voeg show toe
no: Legg til serie
pl: Dodaj program
pt_br: Adicionar série
pt_pt: Adicionar série
ro: Adauga Show
ru: Добавить шоу
sk_sk: Pridať seriál
sl_si: Dodaj serijo
sv: Lägg till avsnitt
tr: Dizi Ekle

source: An Error Has Occurred
af: n Fout het voorgekom
ar: خطأ !!
ca: Hi ha hagut un error.
cs: Vyskytla se chyba
da: Der er opstået en fejl
de: Ein Fehler ist aufgetreten.
el: Προέκυψε ένα σφάλμα
es: Ha ocurrido un error.
eu: Akats bat gertatu da.
fr: Une erreur est survenue
fy: Der wie in flater
gl: Ocorreu un erro
he: אירעה שגיאה
hu: Hiba történt
is: Villa kom upp
it: Si è verificato un errore
ja: エラーが発生しました。
nl: Er is een fout opgetreden
no: En feil har oppstått.
pl: Wystąpił błąd
pt_br: Um erro ocorreu
pt_pt: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка.
sk_sk: Nastala chyba
sl_si: Prišlo je do napake
sv: Ett fel har inträffat
tr: Bir Hata Oluştu

source: An unknown error has occurred. Please try again later.
af: n Onbekende fout voorgekom het nie. Probeer asseblief weer later.
ar: لقد حدث خطأ غير معروف. يرجى المحاولة مرة أخرى لاحقا.
ca: Hi ha hagut un error desconegut. Torneu-ho a provar més tard.
cs: Nastala neznámá chyba. Zkuste to prosím později znovu.
da: Der opstod en ukendt fejl. Prøv venligst senere.
de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Προέκυψε άγνωστο σφάλμα. Παρακαλώ δοκιμάστε αργότερα.
es: Ha ocurrido un error desconocido. Por favor, inténtelo mas tarde.
eu: Akats ezezagun bat gertatu da. Saiatu beranduago mesedez.
fr: Une erreur inconnue s’est produite. Veuillez réessayer plus tard.
fy: Der wie in ûnbekende flater. Probearje it letter nochris.
gl: Ocurreu un erro descoñecido. Por favor proba máis tarde.
he: אירעה שגיאה בלתי ידועה. אנא נסה שנית מאוחר יותר.
hu: Ismeretlen hiba történt. Próbálja meg később.
is: Óvænt villa kom upp. Visamlegast reyndu aftur síðar.
it: Si è verificato un errore sconosciuto. Riprovare più tardi.
ja: 不明なエラーが発生しました。もう一度試して下さい。
nl: Er is een onbekende fout opgetreden. Probeer het later opnieuw.
no: En ukjent feil har oppstått. Vennligst prøv igjen senere.
pl: Wystąpił nieznany błąd. Proszę spróbować ponownie później.
pt_br: Um erro desconhecido ocorreu. Por favor, tente novamente mais tarde.
pt_pt: Ocorreu um erro desconhecido. Por favor tente novamente mais tarde.
ro: A aparut o eroare necunoscuta. Te rog incearca mai tarziu.
ru: Произошла неизвестная ошибка. Пожалуйста, повторите позже.
sk_sk: Nastala neznáma chyba. Skúste to prosím neskôr.
sl_si: Prišlo je do neznane napake. Prosimo, poskusite znova pozneje.
sv: Ett okänt fel har inträffat. Var vänlig försök igen senare.
tr: Bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar dene.
