Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: Please choose one of the following actions:
af: Kies een van die volgende aksies:
ar: الرجاء اختيار أحد الإجراءات التالية :
ca: Escolliu una de les següents accions:
cs: Zvolte prosím jednu z následujících možností:
da: Vælg venligst en af de følgende muligheder:
de: Bitte wählen Sie aus folgenden Aktionen:
el: Επιλέξτε μία από τις ακόλουθες ενέργειες:
es: Por favor, escoge una de las acciones siguientes:
eu: Ondoko ekintza bat aukeratu mesedez.
fr: Choisissez l’une des actions suivantes :
fy: Kies ien fan 'e takommende aksjes, asjebleaft:
gl: Por favor escolle unha das seguintes accións:
he: בחר אחת מהפעולות הבאות:
hu: Válasszon a következő lehetőségek közül:
is: Veldu eina af eftirfarandi aðgerðum:
it: Scegli una delle seguenti azioni:
ja: この中から一つ選択して下さい。
nl: Kies een van de volgende acties:
no: Vennligst velg en av følgende handlinger:
pl: Proszę wybrać jedną z poniższych czynności:
pt_br: Escolha uma das seguintes ações:
pt_pt: Escolha uma das seguintes acções:
ro: Alege o actiune:
ru: Пожалуйста, выберите одно из следующих действий:
sk_sk: Prosím vyberte jeden z nasledujúcich úkonov:
sl_si: Prosimo izberite eno od naslednjih možnosti:
sv: Vänligen välj en av följande åtgärder:
tr: Lütfen aşağıdaki eylemlerden birini seç:

source: Send Growl notifications when…
af: Stuur grom kennisgewings wanneer ...
ar: اعرض تنبيهات (Growl) عند...
ca: Envia notificacions de Growl quan…
cs: Zobrazit Growl oznámení vždy, když...
da: Vis Growl meddelelser når…
de: Growl-Meldungen anzeigen, wenn…
el: Αποστολή κοινοποιήσεων στον Growl όταν ...
es: Enviar una notificación Growl cuando…
eu: Growl oharpenak erabili...
fr: Envoyer des notifications Growl lorsque…
fy: Growl-notifikaasjes ferstjoere wannear...
gl: Enviar notificacións de Growl cando...
he: שלח התראות Growl כאשר...
hu: Growl értesítések küldése amikor...
is: Sýna Growl skilaboð þegar…
it: Mostra una notifica Growl quando…
ja: 次の時Growl通知の送信
nl: Verstuur Growl notificatie wanneer…
no: La Growl varsle når…
pl: Używaj powiadomień Growl gdy…
pt_br: Enviar notificações Growl quando…
pt_pt: Enviar notificações Growl quando…
ro: Trimite notificari Growl cand...
ru: Показывать сообщения Growl когда…
sk_sk: Odoslať Growl notifikácie, keď...
sl_si: Pošlji Growl obvestila, ko ...
sv: Skicka Growl-meddelanden när…
tr: Growl mesajı gönderme zamanlaması:

source: No actual videos are downloaded by TVShows, only torrents which will require other programs to use. It is up to you, the user, to decide the legality of using any of the files downloaded by this application, in accordance with applicable copyright laws of your country.
af: Geen werklike video's afgelaai deur TVShows, net torrents wat sal vereis dat ander programme te gebruik. Dit is aan u, die gebruiker, die wettigheid van die gebruik van om te besluit enige van die lêers afgelaai deur hierdie aansoek, in ooreenstemming met die toepaslike kopiereg wette van julle land.
ar: لا يتم تحميل الفيديو من خلال TVShows، فقط عن طريق التورنت (torrents) وسوف تحتاج إلى برامج أخرى لاستخدامها. الأمر يرجع إليك للبت في شرعية استخدام أي من الملفات التي تم تحميلها من قبل هذا التطبيق ، وفقا لقوانين حقوق النشر المعمول بها في بلدك.
ca: El TVShows no baixa cap vídeo, només arxius torrent que requereixen altres programes per baixar el contingut real. És responsabilitat vostra, com a usuari, conèixer si l'ús dels fitxers baixats per aquesta aplicació s'emmarca dins les lleis de copyright vigents del vostre país.
cs: TVShows nestahují žádná videa, pouze torrenty, pro jejichž použití je třeba jiných programů. Je pouze na vás jako uživateli, abyste zvážil legálnost použití kteréhokoli ze souborů stažených touto aplikací, podle použitelných autorských zákonů vaší země.
da: TVShows downloader ingen videoer, men kun torrents, som kræver et andet program for at blive brugt. Det er op til dig, brugeren, at bestemme hvorvidt brugen af filer downloadet er lovligt ifølge love i dit land.
de: TVShows selbst lädt keine Filme herunter, sondern lediglich Torrent-Dateien. Diese benötigen ein anderes Programm für den eigentlichen Ladevorgang. Es liegt bei Ihnen, dem Benutzer, zu entscheiden, ob die Verwendung der Dateien, die durch TVShows geladen werden, in Ihrem Land legal ist oder das Urheberrecht verletzt.
el: Τα επεισόδια δεν κατεβαίνουν από το TVShows, μόνο αρχεία torrent τα οποία απαιτούν άλλα προγράμματα για να λειτουργήσουν. Εξαρτάται από εσένα, τον χρήστη, το πως θα τα χρησιμοποιήσεις και σύμφωνα πάντα με την ισχύουσα νομοθεσία περί πνευματικών δικαιωμάτων της χώρας σας.
es: TVShows no descarga ningún vídeo, solo archivos torrent que requieren de otros programas para descargar el contenido real. Es su responsabilidad, como usuario, conocer si el uso legal de cualquier archivo descargado por esta aplicación se enmarca en las leyes de copyright vigentes de su país.
eu: TVShows-ek ez du bideorik deskargatzen, torrent artxiboak baizik. Hauek beste programak behar dituzte eduki erreala jeisteko. Zeure ardura da, erabiltzaile bezela, eduki horien erabilerak zure estatuko copyright legeen pean duen izaera legala jakitea.
fr: TVShows ne télécharge pas directement les fichiers vidéo, mais simplement des fichiers .torrent qui nécessitent d’être ouverts par un autre programme. Il est de votre devoir d’utilisateur de déterminer si l’utilisation de ce programme est légale dans votre pays, en fonction des lois sur la propriété intellectuelle en application.
fy: Der wurde feitlik gjin fideo's troch TVShows ynlade, allinnich torrents dy't oare programma's nedich hawwe foar gebrûk. It is oan dy, de brûker, om nei te gean oft de bestannen dy't ynlaad wurde legaal binne, en yn oerienstimming binne mei de wetten fan auteursrjocht yn dyn lân.
gl: TVShows non descarga nengún vídeo, só arquivos torrent que requiren doutros programas para descargar o contido real. É a túa responsabilidade coñecer se o uso legal de calquera arquivo descargado por esta aplicación está dentro das leis de copyright do teu país.
hu: A TVShow nem tölt le videó fájlokat, csak más programok által kezelt torrent fájlokat. A felhasználó felelőssége ellenőrizni az alkalmazás által letöltött fájlok felhasználásának jogi hátterét, melyet az adott ország szerzői jogi törvényei szabályoznak.
it: TVShows non scarica nessun video, solo file torrent che richiedono un altro programma per essere usati. E' responsabilità dell'utente decidere se è legale usare qualunque file scaricato da questa applicazione, in accordo con le leggi vigenti sul copyright.
nl: De video bestanden zelf worden niet door TVShows gedownload, alleen de torrents welke een apart programma vereisen. Aan u, de gebruiker, is het de verantwoordelijk de legaliteit van de bestanden die gedownload zijn door TVShows te verifiëren in overeenstemming met de copyright-wetten geldend in uw land.
no: Ingen videoer lastes ned med TVShows, kun torrent-filer som man kan bruke videre gjennom andre programmer. Det er opp til brukeren å avgjøre lovligheten i det å bruke torrent-filene som lastes ned via dette programmet videre ift. gjeldende lover og bestemmelser med kopibeskyttet materiale.
pt_br: Nenhum vídeo é realmente transferido pelo TVShows, somente arquivos torrents, que por sua vez irão precisar de outros programas para serem usados. É de sua responsabilidade, usuário, decidir se é legal ou não usar este tipo de arquivo que foi feita a transferência por este aplicativo de acordo com as leis de copyright do seu país.
pt_pt: Nenhum vídeo é descarregado pelo TVShows, apenas ficheiros torrent que por sua vez irão necessitar de outras aplicações para serem usados. É de sua responsabilidade, utilizador, decidir se é ou não legal utilizar este tipo de ficheiros que são descarregados pela aplicação, de acordo com as leis de copyright do seu país.
ru: TVShows скачивает только торрент-файлы, для использования которых требуются другие приложения. Вы, как конечный пользователь, решаете самостоятельно о законности использования файлов, скачаных этим приложением, в соответствии с действующим законодательством в вашей стране.
sk_sk: TVShows nesťahujú žiadne videá, iba torrenty, pre ktorých použitie sú potrebné iné prgramy. Je iba na vás ako uživateľovi, aby ste zvážil legálnosť použitia ktoréhokoľvek zo soúborv stiahnutých touto aplikáciou, podľa platných autorských zákonv vašej zeme.
sl_si: TVShows ne prenaša videoposnetkov, ampak Torrent datoteke, za katere boste potrebovali programe za prenos Torrent datotek. Od vas je odvisno, da se odločite o zakonitosti uporabe katere koli od prenesenih datotek, v skladu z veljavnimi zakoni o avtorskih pravicah v vaši državi.
sv: TVShows laddar inte ned videofiler utan endast torrentfiler som det krävs ett annat program för att kunna använda. Det är upp till dig, användaren, att bestämma legitimiteten för användandet av filerna som laddas ned med det här programmet, och huruvida det fungerar med ditt lands upphovsrättslagar.
tr: TVShows ile film dosyaları değil, başka yazılımlarca kullanılacak yığın dosyaları indirilir. Bu uygulamanın indirdiği yığın dosyalarını kullanma kararı -ülkesinin telif kanunlarıyla uyumlu olmak kaydıyla- tamamen kullanıcıya aittir.

source: Status
ar: الحالة
ca: Estat
el: Κατάσταση
es: Estado
eu: Egoera
fr: État
fy: Steat
gl: Estado
he: מצב
hu: Állapot
is: Staða
it: Stato
ja: ステイタス
pt_br: Estado
pt_pt: Estado
ro: Stare
ru: Статус
sk_sk: Stav
sl_si: Stanje
tr: Durum

source: No description was found for this show.
af: Nie beskrywing kan gevind vir die show.
ar: لم يتم العثور على الوصف لهذا المسلسل.
ca: No s'ha trobat cap descripció d'aquest programa.
cs: Pro tento pořad nebyl nalezen žádný popis.
da: Ingen beskrivelse at denne serie blev fundet.
de: Zu dieser Sendung wurde keine Beschreibung gefunden.
el: Δεν βρέθηκε περιγραφή για αυτή τη σειρά.
es: No se encontró ninguna descripción para esta serie.
eu: Ez da aurkitu telesail honi buruzko azalpenik
fr: Aucune description n’a été trouvée pour cette série.
fy: Gjin beskriuwing fûn foar dizze sjo.
gl: Non se atopou descrición para esta serie.
hu: A sorozat nem rendelkezik leírással.
it: Nessuna descrizione disponibile per lo show.
nl: Er is geen beschrijving gevonden voor deze tv serie.
no: Det finnes ingen beskrivelse for denne serien.
pl: Nie znaleziono żadnego opisu dla tego programu
pt_br: Nenhuma descrição foi encontrada para esta série.
pt_pt: Não foi encontrada nenhuma descrição para esta série.
ro: Nu am gasit informatii despre acest show.
ru: Не найдено описания телешоу.
sk_sk: Pro tento seriál nebol nájdený žiadny popis.
sl_si: Opis ni bil najden za to serijo.
sv: Ingen beskrivning kunde hittas för detta avsnitt.
tr: Bu dizi ile ilgili hiçbir açıklama bulunamadı.

source: Submit Feedback
af: Stuur terugvoering
ar: قدم اقتراح
ca: Envia comentaris
cs: Poslat odezvu
da: Send feedback
de: Feedback geben
el: Σχόλια
es: Enviar opinión
eu: Bidali iritzia
fr: Commentaire
fy: Weromkeppeling Yntsjinje
gl: Enviar opinión
he: שלח משוב
hu: Visszajelzés küldése
is: Senda álit
it: Invia un Feeback
ja: フィードバックを送る。
nl: Feedback sturen
no: Send tilbakemelding
pl: Wyraź swą opinię
pt_br: Enviar Feedback
pt_pt: Enviar feedback
ro: Trimite feedback
ru: Отправить отчет
sk_sk: Odoslať spätnú väzbu
sl_si: Pošljite mnenje
sv: Ge synpunkter
tr: Geribildirim

source: Subscribe
af: Skryf
ar: متابعة
ca: Subscriure's
cs: Odebírat
da: Abonnér
de: Abonnieren
el: Εγγραφή
es: Suscribirse
eu: Harpidetu
fr: S’abonner
fy: Abonnearje
gl: Subscribirse
he: הירשם
hu: Feliratkozás
is: Gerast áskrifandi
it: Aggiungi
ja: 購読する
nl: Abonneer
no: Abonner
pl: Subskrybuj
pt_br: Inscrever
pt_pt: Subscrever
ro: Aboneaza-te
ru: Подписаться
sk_sk: Odoberať
sl_si: Naročite se
sv: Prenumerera
tr: Abone Ol

source: Subscribed
af: Ingeskryf
ca: Subscrit
cs: Odebíráno
de: Abonniert
el: Εγγραφή
es: Suscrito
fr: Abonné
fy: Abonnearre
gl: Subscrito
hu: Feliratkozva
it: Sottoscritto
nl: Geabonneerd
no: Abonnerer
pl: Zapisany
pt_br: Inscrito
pt_pt: Subscrito
ro: Abonat
ru: Подписка осуществлена
sl_si: Naročen
sv: Prenumererad
tr: Abone oldun

source: Subscriptions
af: Subskripsies
ar: المتابعات
ca: Subscripcions
cs: Odběry
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
eu: Harpidetzak
fr: Abonnements
fy: Abonneminten
gl: Subscricións
hu: Feliratkozások
is: Áskriftir
it: Sottoscrizioni
ja: サブスクリプション
nl: Abonnementen
no: Abonnementer
pl: Subskrypcje
pt_br: Inscrições
pt_pt: Subscrições
ro: Abonamente
ru: Подписки
sk_sk: Odbery
sl_si: Naročnine
sv: Prenumerationer
tr: Abonelikler

source: Start subscription with:
af: Begin inskrywing met:
ar: بدء الاشتراك من :
ca: Comença la subscripció amb:
cs: Zahájit odběr:
de: Abonnement beginnen mit:
el: Έναρξη εγγραφής με:
es: Empezar subscripción con:
fr: Démarrer l’abonnement avec :
fy: Begjin abonnemint mei:
gl: Comezar subscrición con:
hu: Feliratkozás kezdése:
it: Iscriviti con:
nl: Begin de aanmelding met:
no: Start abonnement med:
pl: Zacznij subskrypcję od:
pt_br: Iniciar inscrição com:
pt_pt: Começar a subscrição com:
ru: Начать подписку с:
sk_sk: Začať odber:
sl_si: Začni naročnino z:
sv: Börja prenumerationen med:
tr: Abonelik başlangıcı:

source: Sync
ar: مزامنة
ca: Sincronització
cs: Synchronizovat
el: Συγχρονισμός
es: Sincronizar
fr: Synchroniser
fy: Syng
gl: Sincronizar
hu: Szinkronizálás
it: Sincronizza
nl: Synchroniseer
no: Synkroniser
pl: Synchronizuj
pt_br: Sincronização
pt_pt: Sincronização
ro: Sincronizare rețea
ru: Синхронизация
sk_sk: Synchronizovať
sl_si: Sinhronizacija
sv: Synkronisera
tr: Eşleştir

source: Sync shows between Miso and TVShows
af: Sync toon tussen Miso en TVShows
ar: مزامنة المسلسلات بين (Miso) و (TVShows)
ca: Sincronitza programes entre Miso i el TVShows
cs: Synchronizovat pořady v Miso i v TVShows
de: Synchronisiere Serien zwischen Miso und TVShows
el: Συγχρονισμός σειρών μεταξύ Miso και TVShows
es: Sincronizar series entre Miso y TVShows
fr: Synchroniser les séries entre Miso et TVShows
fy: Sjo's tusken Miso en TVShows syngronisearje
gl: Sincronizar programas entre Miso e TVShows
hu: Sorozat részek szinkronizálása a Miso és a TVShows között.
it: Sincronizza serie tra Miso e TVShows
nl: Synchroniseer afleveringen tussen Miso en TVShows
no: Synkroniser serier mellom Miso og TVShows
pl: Synchronizuj programy między Miso i TVShows
pt_br: Sincronizar séries entre Miso e TVShows
pt_pt: Sincronizar séries entre o Miso e o TVShows
ru: Синхронизация Miso и TVShows
sk_sk: Synchronizovať seriály medzi Miso a TVShows
sl_si: Sinhroniziraj serije med Miso in TVShows
sv: Synkronisera avsnitt mellan Miso och TVShows
tr: Miso ve TVShows arasında dizileri eşleştir

source: The check-in will be made when the download starts. This is not advisable, but it could allow you to sync episode downloads across several computers.
af: Die check-in gemaak sal word wanneer die aflaai begin. Dit is nie raadsaam nie, maar dit kon toelaat dat jy episode afgelaai te pas op verskillende rekenaars.
ar: تأكيد التنزيل ينشئ في حين بدأ التحميل. هذا الخيار ليس مستحسن ، لكنها قد تسمح لك لمزامنة تنزيلات الحلقة عبر العديد من أجهزة الكمبيوتر.
ca: El check-in es farà quan comenci la baixada. No és recomanable, però et permet sincronitzar baixades entre diversos equips.
cs: Check-in se uskuteční ve chvíli, kdy se spustí stahování. Toto nastavení nedoporučujeme, ale umožní vám synchronizovat stahování epizod napříč několika počítači.
de: Der Check-in wird gemacht, wenn der Download beginnt. Dies ist nicht ratsam, aber es kann dir ermöglichen, Episoden-Downloads über mehrere Rechner zu synchronisieren.
el: Το check-in θα γίνει όταν αρχίσει το κατέβασμα. Αυτό δεν είναι προτεινόμενο, αλλά μπορεί να βοηθήσει στο να συγχρονίσετε το κατέβασμα των επεισοδίων σας σε άλλους υπολογιστές.
es: Los check-in se harán cuando empiece la descarga. No es recomendable, pero si lo marcas te permitirá sincronizar episodios entre varios ordenadores.
fr: L’enregistrement sera fait lorsque le téléchargement commencera. Ce n’est pas souhaitable, mais cela pourrait vous permettre de synchroniser le téléchargement des épisodes sur plusieurs ordinateurs.
fy: De tsjek-yn sil makke wurde at it ynladen begjint. Dit wurdt net oanret, mar it kin sa wêze dat syngronisaasje tusken meardere kompjûters hjirtroch mooglik wurdt.
gl: Os check-ins faranse cando comece a descarga. Isto non é advertido, pero pode permitirche sincronizar descargas de episodios entre varios ordenadores.
hu: Bejelentkezés letöltés indításakor. Ez nem ajánlott, de lehetővé teszi a letöltések szinkronizációját több számítógép között.
it: Il check-in sarà effettuato quando inizia il download. Questo non è consigliabile, ma potrebbe consentirti di sincronizzare il download degli episodi su diversi computer.
nl: Deze controle wordt gedaan als het downloaden start. Dit wordt niet geadviseerd, maar het zou het synchroniseren van gedownloade afleveringen tussen meerdere computers mogelijk kunnen maken.
no: Sjekk-inn vil bli utført når en nedlastning starter. Dette er ikke anbefalt, men dette kan gjøre slik at du kan synkronisere nedlastingen av episoder mellom flere maskiner.
pt_br: O check-in será feito quando a transferência iniciar-se. Isto não é aconselhável, mas permite a sincronização de transferência de episódios entre vários computadores.
pt_pt: O check-in será feito quando a descarga iniciar. Isto não é aconselhável, mas permite a sincronização da descarga de episódios entre vários computadores.
ru: Отметка будет сделана, когда начнется загрузка. Это не рекомендуется, но это может позволить вам синхронизировать загружаемый эпизод между несколькими компьютерами.
sk_sk: Check-in sa uskutoční vo chvíli, keď sa spustí sťahovanie. Toto nastavenie neodporúčame, ale umožní vám synchronizovať sťahovanie epizód naprieč niekoľkými počítačmi.
sl_si: Obveščeni boste o začetku prenosa. To ni priporočljivo, lahko pa vam omogoča, da sinhronizirate prenose epizodo med več računalniki.
sv: Kontroll kommer att göras när nedladdningen startar. Detta är inte tillrådligt, men det kan tillåta dig att synkronisera avsnittsnedladdningar över flera datorer.
tr: Miso'ya bölüm kaydı, indirme başlayınca gerçekleşir. Bu seçenek önerilmese de, indirilen bölümleri birden fazla cihaz arasında eşleştirmeye olanak verir.

source: The file may not be released yet. Please try again later or check your internet connection. Alternatively you can download the SD version.
af: Die lêer kan nog nie bekend gemaak word. Probeer asseblief later weer of jou internet-verbinding. Alternatiewelik kan jy die aflaai van die SD-weergawe.
ar: قد لا يكون الملف اصدر بعد. يرجى المحاولة مرة أخرى لاحقا أو تحقق من اتصال الإنترنت الخاص بك. بدلا من ذلك يمكنك تحميل النسخة SD.
ca: Potser encara no s'ha publicat l'arxiu. Torneu-ho a provar més tard o reviseu la connexió a internet. O si no, podeu baixar la versió SD.
cs: Soubor ještě nebyl zveřejněn. Zkuste to znovu později, nebo zkontrolujte své připojení k internetu. Případně můžete stáhnout SD verzi.
de: Die gewünschte Datei wurde vielleicht noch nicht veröffentlicht. Bitte versuchen Sie es später noch einmal oder überprüfen Sie ihre Internetverbindung. Andernfalls können Sie sich auch die SD Version herunterladen.
el: Το αρχείο μπορεί να μην έχει κυκλοφορήσει ακόμη. Παρακαλώ δοκιμάστε αργότερα ή ελέγξτε τη σύνδεσή σας στο Internet. Εναλλακτικά μπορείτε να κατεβάσετε την SD έκδοση.
es: Puede que el archivo aún no haya sido publicado. Inténtelo de nuevo más tarde o compruebe su conexión a internet. Alternativamente puede descargar la versión en calidad normal.
fr: Le fichier n’est peut être pas encore disponible. Veuillez réessayer plus tard ou vérifiez votre connexion Internet. Sinon, vous pouvez télécharger la version SD.
fy: Dit bêstan is mooglik noch net útbrocht. Probearje it letter nochris of kontrolearje dyn ynternetferbining. As alternatyf kinne jo ek de SD-ferzje ynlade.
gl: Pode que o arquivo aínda non fose publicado. Por favor, inténtao de novo máis tarde ou comproba a túa conexión a Internet. Tamén podes probar a descargar a versión SD.
hu: A HD minőség nem elérhető. Próbálja meg később vagy ellenőrizze internetkapcsolatát. Esetleg töltse le az SD verziót.
it: Il file potrebbe non essere ancora stato rilasciato. Riprova più tardi o controlla la tua connessione internet. In alternativa è possibile scaricare la versione SD.
nl: Dit bestand is misschien nog niet uitgebracht. Probeer het later opnieuw of controleer uw internet verbinding. U zou ook kunnen proberen de SD versie te downloaden.
no: Filen er kanskje ikke utgitt ennå. Vennligst prøv igjen senere eller sjekk din Internettforbindelse. Alternativt kan du laste ned SD versjonen.
pt_br: O arquivo pode ainda não ter sido publicado. Por favor, tente novamente mais tarde ou verifique a sua conexão com a internet. Como alternativa, você pode transferir a versão SD.
pt_pt: O ficheiro pode ainda não ter sido publicado. Por favor, tente novamente mais tarde ou verifique a sua ligação à internet. Como alternativa pode descarregar a versão SD.
ru: Файл не доступен. Пожалуйста, повторите попытку позже или проверить подключение к Интернету. Или же вы можете скачать версию в стандартном разрешении.
sk_sk: Súbor ešte nemusel byť zverejnený. Skúste to znova neskôr, alebo skontrolujte svoje pripojenie k internetu. Prípadne môžete stiahnuť SD verziu.
sl_si: HD različica mogoče še ni bila naložena. Poskusite znova pozneje ali pa preverite internetno povezavo. Lahko pa prenesete SD različico.
sv: Den här filen kanske inte är släppt ännu. Vänligen försök senare eller kontrollera din internetanslutning. Alternativt kan du ladda ned SD versionen.
tr: Dosya henüz nete düşmemiş olabilir. Ya daha sonra dene ya da internet bağlantına göz at. Alternatif olarak SD versiyonunu indirebilirsin.

source: This action cannot be undone.
af: Hierdie aksie kan nie ongedaan gemaak word nie.
ar: لا يمكن التراجع عن هذا الإجراء.
ca: Aquesta acció no es pot desfer.
cs: Tento příkaz nelze vzít zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fr: Cette action ne pourra pas être annulée
fy: Dizze aksje koe net ûngedien makke wurden.
gl: A acción non se pode desfacer.
hu: Ez a parancs nem vonható vissza.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet herstelt worden.
no: Denne handlingen kan ikke angres.
pl: Operacja nie może zostać ukończona
pt_br: Esta ação não pode ser desfeita.
pt_pt: Aviso: Esta acção não pode ser desfeita.
ru: Это действие не может быть отменено.
sk_sk: Tento úkon nemožno vziať späť.
sl_si: Tega dejanja ni mogoče razveljaviti.
sv: Denna åtgärd kan inte ångras.
tr: Bu eylem geri alınamaz.

source: This episode:
af: Hierdie episode:
ar: هذه الحلقة :
ca: Aquest episodi:
cs: epizodou:
de: Diese Folge:
el: Αυτό το επεισόδιο:
es: Este episodio:
fr: L’épisode :
fy: Dizze ôflevering:
gl: Este episodio:
hu: Ezzel a résszel:
it: Questo episodio:
nl: Deze aflevering:
no: Denne episoden:
pl: Tego odcinka:
pt_br: Este episódio:
pt_pt: Com o episódio seleccionado:
ru: Этот эпизод:
sk_sk: epizódou:
sl_si: Ta epizoda:
sv: Detta avsnitt:
tr: Şu bölümden itibaren...
