Repository: agno/TVShows
Catalog: Resources/*.lproj/Localizable.strings
Languages: af, ar, ca, cs, da, de, el, es, eu, fr, fy, gl, he, hu, is, it, ja, nl, no, pl, pt_br, pt_pt, ro, ru, sk_sk, sl_si, sv, tr

source: Last Downloaded
af: Laaste afgelaai
ar: اخر ما تم تحميله
ca: Última baixada
cs: Naposledy staženo
da: Sidst hentet
de: Zuletzt heruntergeladen
el: Τελευταία Λήψη
es: Último descargado
eu: Azkeneko deskargak
fr: Dernier téléchargé
fy: Lêst Ynladen
gl: Último descargado
he: הורד לאחרונה
hu: Legutóbbi Letöltés
is: Siðast sótt
it: Scaricato
ja: 最終ダウンロード
nl: Laatst gedownload
no: Sist nedlastet
pl: Ostatnio pobrane
pt_br: Última transferência
pt_pt: Última descarga
ro: Ultima descarcare
ru: Последнее скачанное
sk_sk: Naposledy stiahnuté
sl_si: Zadnja prenešena epizoda
sv: Senast nedladdad
tr: Son İndirilme Tarihi

source: Miso is a social network made for people that love watching TV shows.
af: Miso is 'n sosiale netwerk gemaak vir mense wat lief is TV kyk toon.
ar: ميسو عبارة عن شبكة اجتماعية لمحبي مشاهدة البرامج التلفزيونية.
ca: Miso és una xarxa social per a la gent a qui li encanta mirar programes de TV.
cs: Miso je sociální síť určená lidem, kteří zbožňují sledování seriálů.
de: Miso ist ein soziales Netzwerk für Menschen, die Fernsehserien lieben.
el: Το Miso είναι ένα κοινωνικό δίκτυο για τους ανθρώπους που λατρεύουν να παρακολουθούν τηλεοπτικές εκπομπές.
es: Miso es una red social diseñada para entusiastas de las series y la televisión.
fr: Miso est un réseau social fait pour les gens qui aiment regarder des séries télévisées.
fy: Miso is in sosjaal netwurk, makke foar minsken dy't derfan hâlden om TV-sjo's te besjen.
gl: Miso é unha rede social creada para a xente á que lle encanta ver programas de TV.
hu: A Miso egy közösségi hálózat olyan embereknek, akik imádnak TV sorozatokat nézni.
it: Miso è un social network fatto per persone che amano guardare programmi TV.
nl: Miso is een sociaal netwerk voor mensen die echt van het kijken van TV series houden.
no: Miso er et sosialt nettverk for alle som elsker TV serier.
pl: Miso jest serwisem społecznościowym dla ludzi, którzy kochają oglądać seriale telewizyjne.
pt_br: Miso é uma rede social feita para pessoas que adoram assistir séries de TV.
pt_pt: O Miso é uma rede social pensada para pessoas que adoram séries de TV.
ru: Miso – это социальная сеть для людей, которые любят смотреть телешоу.
sk_sk: Miso je sociálna sieť určená ľuďom, ktorí zbožňujú sledovanie seriálov.
sl_si: Miso je socialna mreža, narejena za ljudi, ki radi gledajo TV serije.
sv: Miso är ett socialt nätverk gjort för människor som älskar att tiita på TV avsnitt
tr: Miso, diziseverlerin sosyal ağıdır.

source: More Info
af: Meer Info
ar: مزيد من المعلومات
ca: Més informació
cs: Podrobnosti
da: Læs mere
de: Mehr Informationen
el: Περισσότερα...
es: Más información
eu: Informazio gehiago
fr: Plus d’infos
fy: Mear Ynfo
gl: Máis información
he: פרטים נוספים
hu: További információk
is: Nánar
it: Maggiori informazioni
ja: 詳細
nl: Meer info
no: Mer informasjon
pl: Więcej informacji
pt_br: Mais informações
pt_pt: Mais informações
ro: Mai mult
ru: Подробнее
sk_sk: Podrobnosti
sl_si: Več informacij
sv: Mer information
tr: Ek Bilgi

source: More Shows
af: Meer Programme
ar: المزيد من المسلسلات
ca: Més programes
cs: Další pořady
de: Weitere Serien
el: Περισσότερες σειρές
es: Más series
fr: Plus d’épisodes
fy: Mear Sjo's
gl: Máis programas
hu: Több Sorozat
it: Più serie
nl: Meer Series
no: Flere serier
pl: Więcej programów
pt_br: Mais séries
pt_pt: Mais séries
ro: Mai Mult
ru: Другие шоу
sk_sk: Ďalšie seriály
sl_si: Več serij
sv: Fler avsnitt
tr: Başka Diziler

source: Getting Started
af: Aan die slag
ar: ابدأ
ca: Per començar
cs: Začínáme
da: Kom igang
de: Erste Schritte
el: Ξεκινώντας
es: Primeros pasos
eu: Lehenengo pausuak
fr: Général
fy: Oan 'e Slach
gl: Comezando
hu: Első Lépések
is: Byrja hér
it: Generale
nl: Om te beginnen
no: Komme i gang
pl: Aby rozpocząć
pt_br: Iniciando
pt_pt: Iniciação
ro: Începe aici
ru: Приступая к работе
sk_sk: Začíname
sl_si: Kako začeti
sv: Komma Igång
tr: Buradan Başla

source: Name
af: Naam
ar: اسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
eu: Izena
fr: Nom
fy: Namme
gl: Nome
he: שם
hu: Név
is: Nafn
it: Titolo
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk_sk: Meno
sl_si: Ime
sv: Namn
tr: İsim

source: Off
af: Af
ar: غلق
da: Fra
de: Aus
el: Ανε.
es: Des.
eu: Des.
fy: Út
gl: Desactivado
hu: Ki
is: Af
ja: オフ
nl: Uit
no: Av
pt_br: Des.
pt_pt: O
ro: Opr
ru: Выкл.
sk_sk: Vyp.
sv: Av
tr: Kapalı

source: High Definition
ar: عالية الوضوح
ca: Alta definició
cs: Vysoké rozlišení
el: Υψηλής Ευκρίνειας
es: Alta definición
eu: Definizio altua
fr: Haute Définition
fy: Hege Definysje
gl: Alta Definición
hu: Nagy Felbontású
is: Háskerpa
it: Alta Definizione (HD)
ja: HD
no: HD
pl: Wysoka jakość (HD)
pt_br: Alta definição
pt_pt: Alta definição
ro: Inalta Definitie
sk_sk: Vysoké rozlíšenie
sl_si: Visoka kvaliteta (HD)
sv: Högupplöst (HD)
tr: Yüksek Çözünürlük

source: Ok
ar: موافق
ca: D'acord
el: Εντάξει
es: Aceptar
eu: Ados
fy: Okee
gl: De acordo
he: אשר
ru: Ок
tr: Tamam

source: On
af: Op
ar: فتح
da: Til
de: An
el: Ενε.
es: Act.
eu: Akt.
fy: Oan
gl: Activado
hu: Be
is: Á
ja: オン
nl: Aan
no: På
pt_br: Ati.
pt_pt: I
ro: Por
ru: Вкл.
sk_sk: Zap.
sv: På
tr: Açık

source: Only download items matching the following rules:
af: Net aflaai items wat ooreenstem met die volgende reëls:
ar: فقط قم بتحميل حلقات تتوافق مع الشروط التالية :
ca: Només baixa els elements que coincideixen amb les següents regles:
cs: Stahovat pouze položky splňující tato pravidla:
da: Hent kun titler der matcher følgende regler:
de: Nur Elemente laden, die folgenden Regeln entsprechen:
el: Κατέβασε όσα ταιριάζουν με τους ακόλουθους κανόνες:
es: Descargar sólo elementos que concuerden con las siguientes reglas:
eu: Ondorengo arauak betetzen dituzten elementuak deskargatu soilik:
fr: Ne télécharger que si :
fy: Allinnich items ynlade dy't oan de folgjende regels foldogge:
gl: Descargar só arquivos que sigan as seguintes regras:
he: הורד רק פריטים המתאימים לחוקים הבאים:
hu: A következő szabályoknak megfelelő részek letöltése:
is: Sækja bara hluti sem passa við eftirfarandi reglur:
it: Scarica solo gli elementi che rispettano le seguenti regole:
ja: 以下にあてはまるアイテムのみダウンロードする。
nl: Download alleen items die aan de volgende voorwaarden voldoen:
no: Last kun ned episoder som følger disse reglene:
pl: Pobieraj jedynie jeśli:
pt_br: Somente transferir itens de acordo com as seguintes regras:
pt_pt: Apenas descarregar itens correspondendo às seguintes regras:
ro: Descarca numai fisiere care indeplinesc urmatoarele conditii:
ru: Скачивать только объекты соответствующие условиям:
sk_sk: Sťahovať iba položky splňujúce tieto pravidlá:
sl_si: Prenesite samo datoteke, ki ustrezajo naslednjim pravilom:
sv: Ladda bara ned objekt som stämmer överens med följande regler:
tr: Sadece şu kural(lar)a uyanları indir:

source: Other...
af: Ander ...
ar: أخرى...
ca: Un altre...
cs: Jiný...
da: Andre...
de: Andere...
el: Άλλα ...
es: Otro...
eu: Beste bat...
fr: Autre...
fy: Oare...
gl: Outros...
he: אחר...
hu: Egyéb...
it: Altro...
nl: Overige...
no: Annen...
pl: Inny...
pt_br: Outro…
pt_pt: Outra...
ro: Alte
ru: Другая...
sk_sk: Iný...
sl_si: Druga ...
sv: Andra...
tr: Diğer...

source: Please Select a Show:
af: Kies asseblief 'n Show:
ar: يرجى تحديد مسلسل :
ca: Seleccioneu un programa:
cs: Prosím zvolte pořad:
da: Vælg venligst en udsendelse:
de: Bitte wählen Sie eine Serie:
el: Παρακαλώ επιλέξτε μια σειρά:
es: Por favor, elija una serie:
eu: Hautatu telesail bat mesedez:
fr: Sélectionnez une série :
fy: Sjo selektearje, asjebleaft:
gl: Por favor selecciona unha serie:
he: אנא בחר תוכנית:
hu: Válasszon egy sorozatot:
is: Veldu þátt:
it: Scegli una serie:
ja: 番組を選んで下さい。
nl: Kies een serie:
no: Vennligst velg serie:
pl: Proszę wybrać serial:
pt_br: Selecione uma série:
pt_pt: Seleccione uma série:
ro: Alege un show:
ru: Пожалуйста, выберите телешоу:
sk_sk: Prosím vyberte seriál:
sl_si: Prosimo izberite serijo:
sv: Var vänlig välj ett TV-program:
tr: Lütfen Bir Dizi Seç:

source: Last Checked:
af: Laaste Gekontroleer:
ar: تم فحصه:
ca: Última comprovació:
cs: Naposledy zkontrolováno:
da: Sidst opdateret:
de: Zuletzt geprüft:
el: Τελευταίος έλεγχος:
es: Última actualización:
eu: Azkeneko eguneratzea:
fr: Dernière vérification:
fy: Lêst Kontrolearre:
gl: Última actualización:
he: נבדק לאחרונה:
hu: Legutóbb Ellenőrizve:
it: Ultimo controllo:
nl: Laatst gecontroleerd:
no: Sist sjekket:
pl: Ostatnio sprawdzano:
pt_br: Última Verificação:
pt_pt: Última actualização:
ro: Ultima verificare:
ru: Последняя проверка:
sk_sk: Naposledy skontrolované:
sl_si: Zanje preverjanje:
sv: Senast kontrollerad:
tr: Son Denetleme:

source: Prioritize Magnet links (select this if The Pirate Bay is blocked)
af: Prioritiseer Magnet skakels (kies dit indien The Pirate Bay geblok is)
ca: Dóna prioritat als enllaços Magnet (seleccioneu aquesta opció si The Pirate Bay està bloquejat)
cs: Dát přednost Magnet odkazům (zvolte v případě, že je blokována The Pirate Bay)
de: Magnet-Links bevorzugen (Wählen Sie diese Option, falls "The Pirate Bay" von Ihrem Land aus nicht erreichbar ist.)
el: Προτεραιότητα σε Magnet συνδέσμους (το Pirate Bay είναι μπλοκαρισμένο)
es: Priorizar enlaces Magnet (por si The Pirate Bay está bloqueado)
fr: Priorité aux liens Magnet (cocher si The Pirate Bay est bloqué)
fy: Prioriteit foar Magnet-keppelings (dit selektearje at The Pirate Bay blokkearre is)
gl: Priorizar ligazóns Magnet (escolle isto se The Pirate Bay está bloqueado?
hu: Magnet linkek előnyben részesítése (válassza ezt amennyiben a Pirate Bay blokkolva van)
it: Dai priorità ai link Magnet (seleziona se The Pirate Bay è bloccato)
nl: Behandel Magnet Links met voorrang (selecteer dit als de Pirate Bay is geblokkeerd)
no: Prioriter Magnet-lenker (velg dette hvis The Pirate Bay er blokkert)
pt_br: Priorizar links magnéticos (selecione isto se TPB estiver bloqueado)
pt_pt: Priorizar ligações Magnet (seleccione caso não tenha acesso ao The Pirate Bay)
ro: Prioritizeaza linkuri Magnet (selecteaza daca The Pirate Bay este blocat)
ru: Предпочитать Magnet-ссылки
sl_si: Prednost Magnet povezave (izberite to, če je blokiran Pirate Bay)
sv: Prioritera magnetlänkar (välj detta om The Pirate Bay är blockerad)
tr: Mıknatıs bağlantılara öncelik ver (Pirate Bay engelleniyorsa)

source: Preferences
af: Voorkeure
ar: خصائص
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
eu: Ezarpenak
fr: Préférences
fy: Foarkarren
gl: Preferencias
hu: Beálltások
is: Stillingar
it: Preferenze
ja: 設定
nl: Voorkeuren
no: Innstillinger
pl: Ustawienia
pt_br: Preferências
pt_pt: Preferências
ro: Preferințe
ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve
sv: Inställningar
tr: Tercihler

source: Preset
af: Geprogrammeerde
ar: سابقة
ca: Predefinits
cs: Nastavené
de: Voreinstellung
el: Προκαθορισμένα
es: Predef.
fr: Présélection
fy: Foarynsteld
gl: Preestablecer
hu: Minta
it: Predeterminati
nl: Voorkeur
no: Utvalgte
pl: Ustawienia
pt_br: Predefinição
pt_pt: Predef.
ro: Presetat
ru: Стандартные
sk_sk: Prednastavené
sl_si: Prednastavljeno
sv: Förinställning
tr: Otomatik

source: Published Date
af: Gepubliseer Datum
ar: تاريخ النشر
ca: Data de publicació
cs: Datum zveřejnění
da: Dato
de: Datum
el: Ημερομηνία Έκδοσης
es: Fecha de emisión
eu: Aireratze data
fr: Publié le
fy: Publikaasjedatum
gl: Data de publicación
he: תאריך פרסום
hu: Megjelenés Dátuma
is: Dagsetning
it: Data di pubblicazione
ja: 発行日
nl: Datum van publicatie
no: Publisert dato
pl: Data publikacji
pt_br: Data de publicação
pt_pt: Data de publicação
ro: Data Publicare
ru: Дата публикации
sk_sk: Dátum publikácie
sl_si: Datum objave
sv: Publicerades den
tr: Çıkış Tarihi

source: Logs are stored in ~/Library/Logs/TVShows/
af: Logs gestoor word in ~/Library/Logs/TVShows/ (~/Bibliotheek/Logs/TVShows/)
ar: يتم تخزين السجلات في ( /Library/Logs/TVShows/~)
ca: Els fitxers de registre s'emmagatzemen a ~/Library/Logs/TVShows/
cs: Záznamy jsou uloženy v ~/Library/Logs/TVShows/
da: Logs bliver gemt i ~/Library/Logs/TVShows/
de: Protokolle sind unter ~/Library/Logs/TVShows/ abgelegt
el: Τα Logs αποθηκεύονται στο ~/Library/Logs/TVShows /
es: Los archivos de registro se guardan en ~/Library/Logs/TVShows/
eu: Erregistro datuak ~/Library/Logs/TVShows/ -en gordetzen dira
fr: Les journaux sont enregistrés dans ~/Library/Logs/TVShows/
fy: Lochboeken wurde bewarre yn ~/Library/Logs/TVShows/
gl: Os arquivos de rexistro gárdanse en ~/Library/Logs/TVShows/
hu: Naplófájlok: ~/Library/Logs/TVShows/
it: I log sono salvati in ~/Library/Logs/TVShows/
nl: Logbestanden worden opgeslagen in ~/Library/Logs/TVShows/
no: Loggen finnes under ~/Library/Logs/TVShows/
pl: Logi są przechowywane w ~/Library/Logs/TVShows/
pt_br: Os registros estão armazenados em ~/Library/Logs/TVShows/
pt_pt: Os logs estão guardados em ~/Library/Logs/TVShows/
ro: Jurnal este salvat in ~/Library/Logs/TVShows/
ru: Логи хранятся в ~/Library/Logs/TVShows/
sk_sk: Záznamy (logy) sú uložené v ~/Library/Logs/TVShows/
sl_si: Dnevniki so shranjene v ~ / Library / Dnevniki / TVShows /
sv: Loggfiler sparas i ~/Bibliotek/Logs/TVShows/
tr: Günlükler ~/Library/Logs/TVShows/ adresinde tutuluyor

source: RSS Feed Information:
af: RSS Feed inligting:
ar: معلومات الخلاصات (RSS) :
ca: Informació del feed RSS:
cs: Informace o RSS kanálu:
de: RSS Feed Informationen:
el: Πληροφορίες Ροής RSS:
es: Información del Feed RSS:
eu: RSS iturriaren informazioa:
fr: Informations du flux RSS :
fy: RSS-Feed Ynformaasje:
gl: Información do feed RSS
he: מידע RSS Feed:
hu: RSS Hírfolyam információ:
is: Upplýsingar um RSS matara:
it: Informazioni feed RSS:
ja: RSSフィードインフォメーション
nl: RSS feed informatie:
no: Informasjon om RSS-feed:
pl: Informacje o kanale RSS:
pt_br: Informação do Feed RSS:
pt_pt: Informação do feed RSS:
ro: Informatii Lista RSS:
ru: Информация о RSS-ленте:
sk_sk: Informácie o kanále RSS:
sl_si: Informacije o RSS toku:
sv: RSS-flödesinformation
tr: RSS Akış Bilgisi:

source: Rating:
af: Gradering
ar: التقييم :
ca: Puntuació:
cs: Hodnocení:
da: Bedømmelse:
de: Bewertung:
el: Βαθμολογία:
es: Valoración:
eu: Balorazioa:
fr: Évaluation :
fy: Sifer:
gl: Puntuación:
he: דירוג:
hu: Értékelés:
is: Einkunn:
it: Voto:
ja: 評価
nl: Beoordeling:
no: Vurdering:
pl: Ocena:
pt_br: Avaliação:
pt_pt: Classificação:
ro: Evaluare
ru: Рейтинг:
sk_sk: Hodnotenie:
sl_si: Ocena:
sv: Betyg:
tr: Puanlama:

source: Reset Warn.
af: Reset waarsku.
ar: تهيئة التحذيرات.
ca: Rein. avisos
cs: Reset zpráv
de: Warnen zurücksetzen.
el: Επαναφορά προειδοποιήσεων
es: Rest. advert.
fr: Réinitialiser les avertissements
fy: Reset Warsk.
gl: Borrar advert.
hu: Figyelmeztetések Törlése
it: Ripristina avvisi.
nl: Herstel Waarsch.
no: Nullst. varsler
pl: Usuń ostrz.
pt_br: Restaurar avisos
pt_pt: Repor avisos
ru: Сброс пред.
sk_sk: Reset správ
sl_si: Odstrani opozorila
sv: Återställ varningar.
tr: Uyarı Sil

source: Save each show in its own folder
af: Slaan elk in sy eie gids
ar: حفظ كل مسلسل في المجلد الخاص به
ca: Desa cada programa en la seva pròpia carpeta
cs: Ukládat každý pořad do vlastní složky
da: Gem hver serie i sin egen mappe
de: Jede Sendung in eigenem Ordner speichern
el: Αποθήκευση κάθε σειράς σε δικό της φάκελο
es: Guardar cada serie en su propia carpeta
fr: Enregistrer chaque séries dans son propre dossier
fy: Eltse sjo yn syn eigen folder bewarje
gl: Gardar cada programa no seu propio cartafol
hu: Sorozatok mentése saját mappába
it: Salva ogni serie nella sua cartella
nl: Sla elke show in een apparte folder op
no: Lagre hvert show i en egen mappe
pl: Zapisuj każdy program w innym folderze
pt_br: Salvar cada série em sua própria pasta
pt_pt: Guardar ficheiros em pastas segundo a série a que pertencem
ru: Сохранять шоу в отдельных папках
sk_sk: Ukladať každý seriál do vlastnej zložky
sl_si: Shrani vsako serijo v lastno mapo
sv: Spara varje avsnitt i en egen mapp
tr: Her dizi kendi klasöründe saklansın

source: Save
af: Slaan
ar: حفظ
ca: Guarda
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
fy: Bewarje
gl: Gardar
he: שמור
hu: Mentés
it: Salva
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk_sk: Uložiť
sl_si: Shrani
sv: Spara
tr: Kaydet

source: Search
af: Soek
ar: بحث
ca: Cerca
cs: Hledat
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
eu: Bilatu
fr: Rechercher
fy: Sykje
gl: Buscar
he: חפש
hu: Keresés
is: Leita
it: Ricerca
ja: 検索
nl: Zoeken
no: Søk etter
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro: Caută
ru: Поиск
sk_sk: Hľadať
sl_si: Iskanje
sv: Sök
tr: Ara

source: Sign In
af: Teken In
ar: تسجيل دخول
ca: Inicia sessió
cs: Přihlásit
de: Einloggen
el: Σύνδεση
es: Entrar
fr: Ouvrir une session
fy: Ynlogge
gl: Iniciar sesión
hu: Bejelentkezés
it: Accedi
nl: Aanmelden
no: Logg inn
pl: Wpisz
pt_br: Entrar
pt_pt: Iniciar sessão
ru: Войти
sk_sk: Prihlásiť
sl_si: Prijava
sv: Logga in
tr: Giriş Yap

source: Sign Out
af: Teken Uit
ar: تسجيل الخروج
ca: Tanca sessió
cs: Odhlásit
de: Ausloggen
el: Αποσύνδεση
es: Salir
fr: Se déconnecter
fy: Útlogge
gl: Pechar sesión
hu: Kijelentkezés
it: Esci
nl: Afmelden
no: Logg ut
pl: Wypisz
pt_br: Sair
pt_pt: Terminar sessão
ru: Выйти
sk_sk: Odhlásiť
sl_si: Odjava
sv: Logga ut
tr: Çıkış Yap

source: Never
af: Nooit
ar: مطلقا
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
eu: Inoiz ez
fr: Jamais
fy: Noait
gl: Nunca
he: מעולם לא
hu: Soha
it: Mai
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk_sk: Nikdy
sl_si: Nikoli
sv: Aldrig
tr: Hiçbir zaman

source: Next Episode
af: Volgende Episode
ar: الحلقة القادمة
ca: Proper episodi
cs: Další epizoda
da: Næste Episode
de: Nächste Folge
el: Επόμενο επεισόδιο
es: Próximo episodio
fr: Episode suivant
fy: Folgjende Ôflevering
gl: Seguinte episodio
hu: Következő Rész
it: Episodio successivo
nl: Volgende Aflevering
no: Neste Episode
pl: Następny odcinek
pt_br: Próximo Episódio
pt_pt: Próximo episódio
ro: Urmatorul Episod
ru: Следующий эпизод
sk_sk: Ďalšia epizóda
sl_si: Naslednja epizoda
sv: Nästa avsnitt
tr: Sonraki Bölüm

source: Next aired episode
af: Volgende episode uitgesaai
ar: الحلقة القادمة
ca: Proper episodi emès
cs: příští vysílanou epizodou
de: Nächste ausgestrahlte Folge
el: Επόμενη προβολή επεισοδίου
es: El próximo episodio que se emita
fr: Episode suivant qui a été diffusé
fy: Folgjende útstjoerde ôflevering
gl: Próximo episodio
hu: Legközelebbi sorozat rész
it: Prossimo episodio in onda
nl: Volgende uitgezonden aflevering
no: Neste nye episode
pl: Następnego wyemitowanego odcinka
pt_br: O próximo episódio exibido
pt_pt: O próximo episódio exibido
ru: Следующий вышедший эпизод
sk_sk: ďaľšiou vysielanou epizódou
sl_si: Naslednjo predvajano epizodo
sv: Nästa sända avsnitt
tr: Yeni bir bölüm yayımlanınca

source: Season
af: Seisoen
ar: الموسم
ca: Temporada
cs: Řada
da: Sæson
de: Staffel
el: Σεζόν
es: Temporada
eu: Denboraldia
fr: Saison
fy: Seizoen
gl: Tempada
he: עונה
hu: Évad
is: Sería
it: Stagione
ja: シーズン
nl: Seizoen
no: Sesong
pl: Sezon
pt_br: Temporada
pt_pt: Temporada
ro: Sezon
ru: Сезон
sk_sk: Séria
sl_si: Sezona
sv: Säsong
tr: Sezon

source: No
af: Geen
ar: لا
cs: Žádné
da: Nej
de: Nein
el: Όχι
eu: Ez
fr: Non
fy: Nee
gl: Non
he: לא
hu: Nem
ja: いいえ
nl: Nee
no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk_sk: Nie
sl_si: Ne
sv: Nej
tr: Hayır

source: Select a preset show from showRSS
af: Kies 'n instelling show van showRSS
ar: اختر مسلسل سابق من showRSS
ca: Seleccioneu un programa predefinit de showRSS.
cs: Zvolit přednastavený pořad ze showRSS
da: Vælg en forudindstillet udsendelse fra showRSS
de: Sendung über showRSS hinzufügen
el: Επιλέξτε μια προκαθορισμένη σειρά από το showRSS
es: Seleccione una serie predeterminada de showRSS.
eu: Hautatu showRSS-ko telesail predeterminatu bat
fr: Ajouter une série depuis showRSS
fy: In foarynstelde sjo selektearje fan sjoRSS
gl: Selecciona unha serie predeterminada de showRSS
he: בחר תוכנית שמורה מshowRSS
hu: Minta sorozat kiválasztása sorozat RSS-ből
is: Veldu þátt úr showRSS
it: Scegli una serie da showRSS
ja: showRSSから番組を選んで追加する。
nl: Kies een vooraf ingestelde serie van showRSS
no: Velg serie fra showRSS
pl: Wybierz serial z bazy showRSS
pt_br: Selecione uma série de showRSS
pt_pt: Seleccionar uma série predefinida do showRSS
ro: Alege un show predefinit din showRSS
ru: Выберите заданное шоу из showRSS
sk_sk: Vyberte prednastavený seriál zo showRSS
sl_si: Izberite prednastavljeno serijo iz showRSS
sv: Välj ett förinställt TV-program från showRSS
tr: ShowRSS'ten hazır bir program seç

source: No activity has been logged yet. Have you recently installed TVShows?
af: Geen aktiwiteit is nog aangeteken. Het jy onlangs geïnstalleer TVShows?
ar: لم يتم تسجيل أي نشاط حتى الان. هل لقد قمت مؤخرا بتثبيت TVShows؟
ca: Encara no s'ha registrat cap activitat. Heu instal·lat el TVShows recentment?
cs: Zatím nebyla zaznamenána žádná aktivita. Nainstalovali jste TVShows terprve nedávno?
da: Ingen aktivitet er blevet registreret. Har du for nyligt installeret TVShows?
de: Bislang wurde keine Aktivität protokolliert. Haben Sie TVShows erst vor kurzem installiert?
el: Δεν έχει καταγραφεί καμία δραστηριότητα ακόμη. Το TVShows έχει εγκατασταθεί πρόσφατα;
es: Por ahora no se ha registrado ninguna actividad. ¿Has instalado recientemente TVShows?
eu: Orain arte ez da jarduerarik atzeman. Duela gutxi instalatu al duzu TVShows?
fr: Aucune activité n’a été encore enregistrée. Venez-vous d’installer TVShows récemment ?
fy: Noch gjin activiteit bewarre. Hasto TVShows koartlyn ynstallearre?
gl: Aínda non se rexistrou ningunha actividade. Instalaches hai pouco TVShows?
hu: nem található aktivitás. Mostanában telepítette a TVShows-t?
it: Non è stata registrata nessuna attività. TVShows è stato installato di recente?
nl: Er is nog geen activiteit gerapporteerd. Heeft u recent TVShows geïnstalleerd?
no: Ingen aktivitet har blitt logget ennå. Har du nettopp installert TVShows?
pt_br: Nenhuma atividade foi registrada ainda. Você instalou o TVShows recentemente?
pt_pt: Ainda não foi registada nenhuma actividade. Instalou o TVShows recentemente?
ro: Nu exista activitate inca. Ai instalat TVShows recent?
ru: Не зарегестрировано никакой активности. Возможно, вы установили TVShows недавно?
sk_sk: Zatiaľ nebola zaznamenaná žiadna aktivita. Nainštalovali ste TVShows iba nedávno?
sl_si: Ni bilo zabeležene aktivnosti. Ali ste pred kratkim namestili TVShows?
sv: Ingen aktivitet har registrerats ännu. Har du nyligen installerat TVShows?
tr: Henüz hiçbir eylem günlüğe kaydedilmedi. TVShows'u yeni kurmuş olabilir misin?

source: Password:
af: Wagwoord:
ar: كلمة السر:
ca: Contrasenya:
cs: Heslo:
de: Passwort:
el: Κωδικός:
es: Contraseña:
fr: Mot de passe:
fy: Wachtwurd:
gl: Contrasinal:
hu: Jelszó:
nl: Wachtwoord:
no: Passord:
pl: Hasło:
pt_br: Senha:
pt_pt: Palavra-passe:
ro: Parolă
ru: Пароль:
sk_sk: Heslo:
sl_si: Geslo:
sv: Lösenord:
tr: Şifre:
